<?php

if( 1 ) //$_REQUEST['lang'] == 'ar' )
{
	$str_table = array(
		"help" => "	МчФЦ  гАхяДгЦл хзяж  бМи чябДМи зтФгфМг АЦои рЦДМи ймоо мсх ьФА гАбМи щМ ЕпЕ гАцкДга зАМ гАЦйоях гД Мйпъя Ду   АбМи кЦ МчФЦ  гАхяДгЦл хгнщга  гАбМи Ф МчФЦ  гАЦйоях хъйгхи гАбМи ЦД  пгъяйЕ * кЦ Мжшь  (йЦ) зДофп  МчгяД  гАхяДгЦл Ду  гАбМи Цз  Цг йЦ хъйгхйЕ ФМнхя гАЦйоях хгАДйМли <p> * Аг МАрЦ гД МчФЦ гАЦйоях хъйгхи гАйтъМА",
		"ok"	=> "йэээЦ",
		"cancel" => "гАшээга",
		"start_writing"	=> "гхоц гАъйгхи"
	);
}
else
{
	$str_table = array(
		"help" => "Help Text",
		"ok"	=> "OK",
		"cancel" => "Cancel",
		"start_writing"	=> "Start writing"
	);
}


?>

<script language="javascript">

</script>