<?php

$str_table = array(
	"numbers"		=> "الأرقــام",
	"explanation"	=> "تفســــير",
	"translation"	=> "ترجمـــــة",
	"recitation"	=> "تـــــــلاوة",
	"help"			=> "يقوم  البرنامج باختيار  آية قرآنية ثم تعرض لمدة زمنية محددة في هذه الأثناء علي المتدرب ان يتذكر نص الآية ثم يقوم  البرنامج باخفاء  هذه الآية ليقوم  المتدرب بكتابة النص من  ذاكرته * ثم يقارن البرنامج نص  الآية مع  ما تم بكتابته ويتم تسجيل النتيجة.<p> * لا يلزم ان يقوم المتدرب بكتابة التشكيل",
	"ok"			=> "تـــم",
	"cancel"		=> "الغــاء",
	"start"			=> "ابدأ التدريب",
	"start_writing"	=> "ابدأ الكتابة",
	"new_aya"		=> "تدريب جديد",
	"write_aya"		=> "اكتب النص من ذاكرتك",
	 "aya"			=> "آية", 
	"sura"			=> "سورة", 
	"success_count"	=> "عدد المحاولات الناجحة",
	"retry"			=> "اعادة",
	"g_level"		=> "قدرة الحفظ اليوم",

	"beginner"		=> "مبتدئ",
	"intermediate"	=> "متوسط",
	"good"			=> "جيد",
	"advanced"		=> "متقدم",
	"excellent"		=> "ممتاز",

	"training_src"	=> "مجال التدريب",
	"whole_quran"	=> "جميع سور القرآن",
	"training_level"=> "مستوى التدريب",

	"loading_aya"	=> "جاري تحميل النص",
	"remaining_time"=> "الزمن المتبقي",

	"correct_answer"=> "نهنئك : النص مطابق",
	"wrong_answer"	=> "النص غير مطابق",

	"source_text"	=> "النص الصحيح",
	"written_text"	=> "النص المكتوب",
	"from"			=> "من",

	"chart_title"	=> "رسم بياني لمستوى الحفظ اليومي",
	"confirm_reset"	=> "هل تود مسح بيانات الحفظ المسجلة لليوم الحالي?",
	"monthes"		=> array( "01"=>"يناير", "02"=>"فبراير", "03"=>"مارس", "04"=>"ابريل", "05"=>"مايو", "06"=>"يونيو", "07"=>"يوليو", "08"=>"اغسطس", "09"=>"سبتمبر", "10"=>"اكتوبر", "11"=>"نوفمبر", "12"=>"ديسمبر" ),
	"chars"			=> "حرف",

	"exercise_now"	=> "تدرب الآن",
	"invite"		=> "ساهم في نشر البرنامج",
	"more"			=> "المزيد..",
	
	"invite_title"	=> "ساهم في نشر برنامج محفظ القرآن بان تدعو اصدقاءك لاستخدامه."

);

?>

