<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(7 - سورة الاعراف)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="151">(ص 151)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>

		<p aya="1">
			<span amenu='1'></span> المص&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَىٰ لِلْمُؤْمِنِينَ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ <span class=ps>ۗ</span> قَلِيلًا مَا تَذَكَّرُونَ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُمْ بَأْسُنَا إِلَّا أَنْ قَالُوا إِنَّا كُنَّا ظَالِمِينَ&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ&nbsp;
			<span akey="6">(6)</span>
		</p>

			
		<p aya="7">
			<span amenu='7'></span>فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ <span class=ps>ۖ</span> وَمَا كُنَّا غَائِبِينَ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ <span class=ps>ۚ</span> فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span>وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ <span class=ps>ۗ</span> قَلِيلًا مَا تَشْكُرُونَ&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ&nbsp;
			<span akey="11">(11)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="152">(ص 152)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="12">
			<span amenu='12'></span>قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ <span class=ps>ۖ</span> قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span>قَالَ أَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ <span class=ps>ۖ</span> وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا <span class=ps>ۖ</span> لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ&nbsp;
			<span akey="18">(18)</span>
		</p>

			
		<p aya="19">
			<span amenu='19'></span>وَيَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَٰذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ&nbsp;
			<span akey="20">(20)</span>
		</p>

			
		<p aya="21">
			<span amenu='21'></span>وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ&nbsp;
			<span akey="21">(21)</span>
		</p>

			
		<p aya="22">
			<span amenu='22'></span>فَدَلَّاهُمَا بِغُرُورٍ <span class=ps>ۚ</span> فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ <span class=ps>ۖ</span> وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ&nbsp;
			<span akey="22">(22)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="153">(ص 153)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="23">
			<span amenu='23'></span>قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ&nbsp;
			<span akey="23">(23)</span>
		</p>

			
		<p aya="24">
			<span amenu='24'></span>قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ <span class=ps>ۖ</span> وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ&nbsp;
			<span akey="24">(24)</span>
		</p>

			
		<p aya="25">
			<span amenu='25'></span>قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ&nbsp;
			<span akey="25">(25)</span>
		</p>

			
		<p aya="26">
			<span amenu='26'></span>يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا <span class=ps>ۖ</span> وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ <span class=ps>ۚ</span> ذَٰلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ&nbsp;
			<span akey="26">(26)</span>
		</p>

			
		<p aya="27">
			<span amenu='27'></span>يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا <span class=ps>ۗ</span> إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ <span class=ps>ۗ</span> إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ&nbsp;
			<span akey="27">(27)</span>
		</p>

			
		<p aya="28">
			<span amenu='28'></span>وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا <span class=ps>ۗ</span> قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ <span class=ps>ۖ</span> أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ&nbsp;
			<span akey="28">(28)</span>
		</p>

			
		<p aya="29">
			<span amenu='29'></span>قُلْ أَمَرَ رَبِّي بِالْقِسْطِ <span class=ps>ۖ</span> وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ <span class=ps>ۚ</span> كَمَا بَدَأَكُمْ تَعُودُونَ&nbsp;
			<span akey="29">(29)</span>
		</p>

			
		<p aya="30">
			<span amenu='30'></span>فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ <span class=ps>ۗ</span> إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ&nbsp;
			<span akey="30">(30)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="154">(ص 154)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="31">
			<span amenu='31'></span><span class=ps>۞</span> يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا <span class=ps>ۚ</span> إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ&nbsp;
			<span akey="31">(31)</span>
		</p>

			
		<p aya="32">
			<span amenu='32'></span>قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ <span class=ps>ۚ</span> قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ <span class=ps>ۗ</span> كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ&nbsp;
			<span akey="32">(32)</span>
		</p>

			
		<p aya="33">
			<span amenu='33'></span>قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ&nbsp;
			<span akey="33">(33)</span>
		</p>

			
		<p aya="34">
			<span amenu='34'></span>وَلِكُلِّ أُمَّةٍ أَجَلٌ <span class=ps>ۖ</span> فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً <span class=ps>ۖ</span> وَلَا يَسْتَقْدِمُونَ&nbsp;
			<span akey="34">(34)</span>
		</p>

			
		<p aya="35">
			<span amenu='35'></span>يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي <span class=ps>ۙ</span> فَمَنِ اتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="35">(35)</span>
		</p>

			
		<p aya="36">
			<span amenu='36'></span>وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَٰئِكَ أَصْحَابُ النَّارِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="36">(36)</span>
		</p>

			
		<p aya="37">
			<span amenu='37'></span>فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ <span class=ps>ۚ</span> أُولَٰئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ <span class=ps>ۖ</span> حَتَّىٰ إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ <span class=ps>ۖ</span> قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَىٰ أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ&nbsp;
			<span akey="37">(37)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="155">(ص 155)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="38">
			<span amenu='38'></span>قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ <span class=ps>ۖ</span> كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا <span class=ps>ۖ</span> حَتَّىٰ إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ <span class=ps>ۖ</span> قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ&nbsp;
			<span akey="38">(38)</span>
		</p>

			
		<p aya="39">
			<span amenu='39'></span>وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ&nbsp;
			<span akey="39">(39)</span>
		</p>

			
		<p aya="40">
			<span amenu='40'></span>إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّىٰ يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ <span class=ps>ۚ</span> وَكَذَٰلِكَ نَجْزِي الْمُجْرِمِينَ&nbsp;
			<span akey="40">(40)</span>
		</p>

			
		<p aya="41">
			<span amenu='41'></span>لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ <span class=ps>ۚ</span> وَكَذَٰلِكَ نَجْزِي الظَّالِمِينَ&nbsp;
			<span akey="41">(41)</span>
		</p>

			
		<p aya="42">
			<span amenu='42'></span>وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="42">(42)</span>
		</p>

			
		<p aya="43">
			<span amenu='43'></span>وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ <span class=ps>ۖ</span> وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ <span class=ps>ۖ</span> لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ <span class=ps>ۖ</span> وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ&nbsp;
			<span akey="43">(43)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="156">(ص 156)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="44">
			<span amenu='44'></span>وَنَادَىٰ أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا <span class=ps>ۖ</span> قَالُوا نَعَمْ <span class=ps>ۚ</span> فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ&nbsp;
			<span akey="44">(44)</span>
		</p>

			
		<p aya="45">
			<span amenu='45'></span>الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ كَافِرُونَ&nbsp;
			<span akey="45">(45)</span>
		</p>

			
		<p aya="46">
			<span amenu='46'></span>وَبَيْنَهُمَا حِجَابٌ <span class=ps>ۚ</span> وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ <span class=ps>ۚ</span> وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ <span class=ps>ۚ</span> لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ&nbsp;
			<span akey="46">(46)</span>
		</p>

			
		<p aya="47">
			<span amenu='47'></span><span class=ps>۞</span> وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ&nbsp;
			<span akey="47">(47)</span>
		</p>

			
		<p aya="48">
			<span amenu='48'></span>وَنَادَىٰ أَصْحَابُ الْأَعْرَافِ رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُوا مَا أَغْنَىٰ عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ&nbsp;
			<span akey="48">(48)</span>
		</p>

			
		<p aya="49">
			<span amenu='49'></span>أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ <span class=ps>ۚ</span> ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ&nbsp;
			<span akey="49">(49)</span>
		</p>

			
		<p aya="50">
			<span amenu='50'></span>وَنَادَىٰ أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ <span class=ps>ۚ</span> قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ&nbsp;
			<span akey="50">(50)</span>
		</p>

			
		<p aya="51">
			<span amenu='51'></span>الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا <span class=ps>ۚ</span> فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ&nbsp;
			<span akey="51">(51)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="157">(ص 157)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="52">
			<span amenu='52'></span>وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ&nbsp;
			<span akey="52">(52)</span>
		</p>

			
		<p aya="53">
			<span amenu='53'></span>هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ <span class=ps>ۚ</span> يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ <span class=ps>ۚ</span> قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ&nbsp;
			<span akey="53">(53)</span>
		</p>

			
		<p aya="54">
			<span amenu='54'></span>إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ <span class=ps>ۗ</span> أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ <span class=ps>ۗ</span> تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ&nbsp;
			<span akey="54">(54)</span>
		</p>

			
		<p aya="55">
			<span amenu='55'></span>ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً <span class=ps>ۚ</span> إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ&nbsp;
			<span akey="55">(55)</span>
		</p>

			
		<p aya="56">
			<span amenu='56'></span>وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا <span class=ps>ۚ</span> إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ&nbsp;
			<span akey="56">(56)</span>
		</p>

			
		<p aya="57">
			<span amenu='57'></span>وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ <span class=ps>ۖ</span> حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ <span class=ps>ۚ</span> كَذَٰلِكَ نُخْرِجُ الْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ&nbsp;
			<span akey="57">(57)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="158">(ص 158)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="58">
			<span amenu='58'></span>وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ <span class=ps>ۖ</span> وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا <span class=ps>ۚ</span> كَذَٰلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ&nbsp;
			<span akey="58">(58)</span>
		</p>

			
		<p aya="59">
			<span amenu='59'></span>لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ&nbsp;
			<span akey="59">(59)</span>
		</p>

			
		<p aya="60">
			<span amenu='60'></span>قَالَ الْمَلَأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ&nbsp;
			<span akey="60">(60)</span>
		</p>

			
		<p aya="61">
			<span amenu='61'></span>قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَٰكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ&nbsp;
			<span akey="61">(61)</span>
		</p>

			
		<p aya="62">
			<span amenu='62'></span>أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ&nbsp;
			<span akey="62">(62)</span>
		</p>

			
		<p aya="63">
			<span amenu='63'></span>أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَىٰ رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ&nbsp;
			<span akey="63">(63)</span>
		</p>

			
		<p aya="64">
			<span amenu='64'></span>فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا <span class=ps>ۚ</span> إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ&nbsp;
			<span akey="64">(64)</span>
		</p>

			
		<p aya="65">
			<span amenu='65'></span><span class=ps>۞</span> وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا <span class=ps>ۗ</span> قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ <span class=ps>ۚ</span> أَفَلَا تَتَّقُونَ&nbsp;
			<span akey="65">(65)</span>
		</p>

			
		<p aya="66">
			<span amenu='66'></span>قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ&nbsp;
			<span akey="66">(66)</span>
		</p>

			
		<p aya="67">
			<span amenu='67'></span>قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَٰكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ&nbsp;
			<span akey="67">(67)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="159">(ص 159)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="68">
			<span amenu='68'></span>أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ&nbsp;
			<span akey="68">(68)</span>
		</p>

			
		<p aya="69">
			<span amenu='69'></span>أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَىٰ رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ <span class=ps>ۚ</span> وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً <span class=ps>ۖ</span> فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ&nbsp;
			<span akey="69">(69)</span>
		</p>

			
		<p aya="70">
			<span amenu='70'></span>قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا <span class=ps>ۖ</span> فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ&nbsp;
			<span akey="70">(70)</span>
		</p>

			
		<p aya="71">
			<span amenu='71'></span>قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ <span class=ps>ۖ</span> أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا نَزَّلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ <span class=ps>ۚ</span> فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ&nbsp;
			<span akey="71">(71)</span>
		</p>

			
		<p aya="72">
			<span amenu='72'></span>فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا <span class=ps>ۖ</span> وَمَا كَانُوا مُؤْمِنِينَ&nbsp;
			<span akey="72">(72)</span>
		</p>

			
		<p aya="73">
			<span amenu='73'></span>وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا <span class=ps>ۗ</span> قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ <span class=ps>ۖ</span> قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ <span class=ps>ۖ</span> هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً <span class=ps>ۖ</span> فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ <span class=ps>ۖ</span> وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="73">(73)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="160">(ص 160)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="74">
			<span amenu='74'></span>وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا <span class=ps>ۖ</span> فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ&nbsp;
			<span akey="74">(74)</span>
		</p>

			
		<p aya="75">
			<span amenu='75'></span>قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ <span class=ps>ۚ</span> قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ&nbsp;
			<span akey="75">(75)</span>
		</p>

			
		<p aya="76">
			<span amenu='76'></span>قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ&nbsp;
			<span akey="76">(76)</span>
		</p>

			
		<p aya="77">
			<span amenu='77'></span>فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ&nbsp;
			<span akey="77">(77)</span>
		</p>

			
		<p aya="78">
			<span amenu='78'></span>فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ&nbsp;
			<span akey="78">(78)</span>
		</p>

			
		<p aya="79">
			<span amenu='79'></span>فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَٰكِنْ لَا تُحِبُّونَ النَّاصِحِينَ&nbsp;
			<span akey="79">(79)</span>
		</p>

			
		<p aya="80">
			<span amenu='80'></span>وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ&nbsp;
			<span akey="80">(80)</span>
		</p>

			
		<p aya="81">
			<span amenu='81'></span>إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ <span class=ps>ۚ</span> بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ&nbsp;
			<span akey="81">(81)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="161">(ص 161)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="82">
			<span amenu='82'></span>وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ <span class=ps>ۖ</span> إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ&nbsp;
			<span akey="82">(82)</span>
		</p>

			
		<p aya="83">
			<span amenu='83'></span>فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ&nbsp;
			<span akey="83">(83)</span>
		</p>

			
		<p aya="84">
			<span amenu='84'></span>وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا <span class=ps>ۖ</span> فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ&nbsp;
			<span akey="84">(84)</span>
		</p>

			
		<p aya="85">
			<span amenu='85'></span>وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا <span class=ps>ۗ</span> قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ <span class=ps>ۖ</span> قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ <span class=ps>ۖ</span> فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا <span class=ps>ۚ</span> ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ&nbsp;
			<span akey="85">(85)</span>
		</p>

			
		<p aya="86">
			<span amenu='86'></span>وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا <span class=ps>ۚ</span> وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ <span class=ps>ۖ</span> وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ&nbsp;
			<span akey="86">(86)</span>
		</p>

			
		<p aya="87">
			<span amenu='87'></span>وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّىٰ يَحْكُمَ اللَّهُ بَيْنَنَا <span class=ps>ۚ</span> وَهُوَ خَيْرُ الْحَاكِمِينَ&nbsp;
			<span akey="87">(87)</span>
		</p>

					<p id='Part_9'>(الجزء 9)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="162">(ص 162)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="88">
			<span amenu='88'></span><span class=ps>۞</span> قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا <span class=ps>ۚ</span> قَالَ أَوَلَوْ كُنَّا كَارِهِينَ&nbsp;
			<span akey="88">(88)</span>
		</p>

			
		<p aya="89">
			<span amenu='89'></span>قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا <span class=ps>ۚ</span> وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا <span class=ps>ۚ</span> وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا <span class=ps>ۚ</span> عَلَى اللَّهِ تَوَكَّلْنَا <span class=ps>ۚ</span> رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ&nbsp;
			<span akey="89">(89)</span>
		</p>

			
		<p aya="90">
			<span amenu='90'></span>وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ&nbsp;
			<span akey="90">(90)</span>
		</p>

			
		<p aya="91">
			<span amenu='91'></span>فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ&nbsp;
			<span akey="91">(91)</span>
		</p>

			
		<p aya="92">
			<span amenu='92'></span>الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَنْ لَمْ يَغْنَوْا فِيهَا <span class=ps>ۚ</span> الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ&nbsp;
			<span akey="92">(92)</span>
		</p>

			
		<p aya="93">
			<span amenu='93'></span>فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ <span class=ps>ۖ</span> فَكَيْفَ آسَىٰ عَلَىٰ قَوْمٍ كَافِرِينَ&nbsp;
			<span akey="93">(93)</span>
		</p>

			
		<p aya="94">
			<span amenu='94'></span>وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ&nbsp;
			<span akey="94">(94)</span>
		</p>

			
		<p aya="95">
			<span amenu='95'></span>ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّىٰ عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ&nbsp;
			<span akey="95">(95)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="163">(ص 163)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="96">
			<span amenu='96'></span>وَلَوْ أَنَّ أَهْلَ الْقُرَىٰ آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَٰكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ&nbsp;
			<span akey="96">(96)</span>
		</p>

			
		<p aya="97">
			<span amenu='97'></span>أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ&nbsp;
			<span akey="97">(97)</span>
		</p>

			
		<p aya="98">
			<span amenu='98'></span>أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ&nbsp;
			<span akey="98">(98)</span>
		</p>

			
		<p aya="99">
			<span amenu='99'></span>أَفَأَمِنُوا مَكْرَ اللَّهِ <span class=ps>ۚ</span> فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ&nbsp;
			<span akey="99">(99)</span>
		</p>

			
		<p aya="100">
			<span amenu='100'></span>أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ <span class=ps>ۚ</span> وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ&nbsp;
			<span akey="100">(100)</span>
		</p>

			
		<p aya="101">
			<span amenu='101'></span>تِلْكَ الْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا <span class=ps>ۚ</span> وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ <span class=ps>ۚ</span> كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ قُلُوبِ الْكَافِرِينَ&nbsp;
			<span akey="101">(101)</span>
		</p>

			
		<p aya="102">
			<span amenu='102'></span>وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ <span class=ps>ۖ</span> وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ&nbsp;
			<span akey="102">(102)</span>
		</p>

			
		<p aya="103">
			<span amenu='103'></span>ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَىٰ بِآيَاتِنَا إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُوا بِهَا <span class=ps>ۖ</span> فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ&nbsp;
			<span akey="103">(103)</span>
		</p>

			
		<p aya="104">
			<span amenu='104'></span>وَقَالَ مُوسَىٰ يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ&nbsp;
			<span akey="104">(104)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="164">(ص 164)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="105">
			<span amenu='105'></span>حَقِيقٌ عَلَىٰ أَنْ لَا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ <span class=ps>ۚ</span> قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِنْ رَبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ&nbsp;
			<span akey="105">(105)</span>
		</p>

			
		<p aya="106">
			<span amenu='106'></span>قَالَ إِنْ كُنْتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ&nbsp;
			<span akey="106">(106)</span>
		</p>

			
		<p aya="107">
			<span amenu='107'></span>فَأَلْقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ&nbsp;
			<span akey="107">(107)</span>
		</p>

			
		<p aya="108">
			<span amenu='108'></span>وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ&nbsp;
			<span akey="108">(108)</span>
		</p>

			
		<p aya="109">
			<span amenu='109'></span>قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَٰذَا لَسَاحِرٌ عَلِيمٌ&nbsp;
			<span akey="109">(109)</span>
		</p>

			
		<p aya="110">
			<span amenu='110'></span>يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ <span class=ps>ۖ</span> فَمَاذَا تَأْمُرُونَ&nbsp;
			<span akey="110">(110)</span>
		</p>

			
		<p aya="111">
			<span amenu='111'></span>قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ&nbsp;
			<span akey="111">(111)</span>
		</p>

			
		<p aya="112">
			<span amenu='112'></span>يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ&nbsp;
			<span akey="112">(112)</span>
		</p>

			
		<p aya="113">
			<span amenu='113'></span>وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ&nbsp;
			<span akey="113">(113)</span>
		</p>

			
		<p aya="114">
			<span amenu='114'></span>قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ&nbsp;
			<span akey="114">(114)</span>
		</p>

			
		<p aya="115">
			<span amenu='115'></span>قَالُوا يَا مُوسَىٰ إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ&nbsp;
			<span akey="115">(115)</span>
		</p>

			
		<p aya="116">
			<span amenu='116'></span>قَالَ أَلْقُوا <span class=ps>ۖ</span> فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ&nbsp;
			<span akey="116">(116)</span>
		</p>

			
		<p aya="117">
			<span amenu='117'></span><span class=ps>۞</span> وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَلْقِ عَصَاكَ <span class=ps>ۖ</span> فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ&nbsp;
			<span akey="117">(117)</span>
		</p>

			
		<p aya="118">
			<span amenu='118'></span>فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="118">(118)</span>
		</p>

			
		<p aya="119">
			<span amenu='119'></span>فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ&nbsp;
			<span akey="119">(119)</span>
		</p>

			
		<p aya="120">
			<span amenu='120'></span>وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ&nbsp;
			<span akey="120">(120)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="165">(ص 165)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="121">
			<span amenu='121'></span>قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ&nbsp;
			<span akey="121">(121)</span>
		</p>

			
		<p aya="122">
			<span amenu='122'></span>رَبِّ مُوسَىٰ وَهَارُونَ&nbsp;
			<span akey="122">(122)</span>
		</p>

			
		<p aya="123">
			<span amenu='123'></span>قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ <span class=ps>ۖ</span> إِنَّ هَٰذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا <span class=ps>ۖ</span> فَسَوْفَ تَعْلَمُونَ&nbsp;
			<span akey="123">(123)</span>
		</p>

			
		<p aya="124">
			<span amenu='124'></span>لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ&nbsp;
			<span akey="124">(124)</span>
		</p>

			
		<p aya="125">
			<span amenu='125'></span>قَالُوا إِنَّا إِلَىٰ رَبِّنَا مُنْقَلِبُونَ&nbsp;
			<span akey="125">(125)</span>
		</p>

			
		<p aya="126">
			<span amenu='126'></span>وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا <span class=ps>ۚ</span> رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ&nbsp;
			<span akey="126">(126)</span>
		</p>

			
		<p aya="127">
			<span amenu='127'></span>وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ <span class=ps>ۚ</span> قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ&nbsp;
			<span akey="127">(127)</span>
		</p>

			
		<p aya="128">
			<span amenu='128'></span>قَالَ مُوسَىٰ لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا <span class=ps>ۖ</span> إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ <span class=ps>ۖ</span> وَالْعَاقِبَةُ لِلْمُتَّقِينَ&nbsp;
			<span akey="128">(128)</span>
		</p>

			
		<p aya="129">
			<span amenu='129'></span>قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا <span class=ps>ۚ</span> قَالَ عَسَىٰ رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ&nbsp;
			<span akey="129">(129)</span>
		</p>

			
		<p aya="130">
			<span amenu='130'></span>وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ&nbsp;
			<span akey="130">(130)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="166">(ص 166)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="131">
			<span amenu='131'></span>فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ <span class=ps>ۖ</span> وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَنْ مَعَهُ <span class=ps>ۗ</span> أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ&nbsp;
			<span akey="131">(131)</span>
		</p>

			
		<p aya="132">
			<span amenu='132'></span>وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ&nbsp;
			<span akey="132">(132)</span>
		</p>

			
		<p aya="133">
			<span amenu='133'></span>فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ&nbsp;
			<span akey="133">(133)</span>
		</p>

			
		<p aya="134">
			<span amenu='134'></span>وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ <span class=ps>ۖ</span> لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ&nbsp;
			<span akey="134">(134)</span>
		</p>

			
		<p aya="135">
			<span amenu='135'></span>فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَىٰ أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ&nbsp;
			<span akey="135">(135)</span>
		</p>

			
		<p aya="136">
			<span amenu='136'></span>فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ&nbsp;
			<span akey="136">(136)</span>
		</p>

			
		<p aya="137">
			<span amenu='137'></span>وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا <span class=ps>ۖ</span> وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَىٰ عَلَىٰ بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا <span class=ps>ۖ</span> وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ&nbsp;
			<span akey="137">(137)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="167">(ص 167)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="138">
			<span amenu='138'></span>وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰ أَصْنَامٍ لَهُمْ <span class=ps>ۚ</span> قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ <span class=ps>ۚ</span> قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ&nbsp;
			<span akey="138">(138)</span>
		</p>

			
		<p aya="139">
			<span amenu='139'></span>إِنَّ هَٰؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="139">(139)</span>
		</p>

			
		<p aya="140">
			<span amenu='140'></span>قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَٰهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ&nbsp;
			<span akey="140">(140)</span>
		</p>

			
		<p aya="141">
			<span amenu='141'></span>وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ <span class=ps>ۖ</span> يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ <span class=ps>ۚ</span> وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ&nbsp;
			<span akey="141">(141)</span>
		</p>

			
		<p aya="142">
			<span amenu='142'></span><span class=ps>۞</span> وَوَاعَدْنَا مُوسَىٰ ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً <span class=ps>ۚ</span> وَقَالَ مُوسَىٰ لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ&nbsp;
			<span akey="142">(142)</span>
		</p>

			
		<p aya="143">
			<span amenu='143'></span>وَلَمَّا جَاءَ مُوسَىٰ لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ <span class=ps>ۚ</span> قَالَ لَنْ تَرَانِي وَلَٰكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي <span class=ps>ۚ</span> فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا <span class=ps>ۚ</span> فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ&nbsp;
			<span akey="143">(143)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="168">(ص 168)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="144">
			<span amenu='144'></span>قَالَ يَا مُوسَىٰ إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ&nbsp;
			<span akey="144">(144)</span>
		</p>

			
		<p aya="145">
			<span amenu='145'></span>وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا <span class=ps>ۚ</span> سَأُرِيكُمْ دَارَ الْفَاسِقِينَ&nbsp;
			<span akey="145">(145)</span>
		</p>

			
		<p aya="146">
			<span amenu='146'></span>سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا <span class=ps>ۚ</span> ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ&nbsp;
			<span akey="146">(146)</span>
		</p>

			
		<p aya="147">
			<span amenu='147'></span>وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ <span class=ps>ۚ</span> هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="147">(147)</span>
		</p>

			
		<p aya="148">
			<span amenu='148'></span>وَاتَّخَذَ قَوْمُ مُوسَىٰ مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ <span class=ps>ۚ</span> أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا <span class=ps>ۘ</span> اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ&nbsp;
			<span akey="148">(148)</span>
		</p>

			
		<p aya="149">
			<span amenu='149'></span>وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ&nbsp;
			<span akey="149">(149)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="169">(ص 169)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="150">
			<span amenu='150'></span>وَلَمَّا رَجَعَ مُوسَىٰ إِلَىٰ قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي <span class=ps>ۖ</span> أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ <span class=ps>ۖ</span> وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ <span class=ps>ۚ</span> قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ&nbsp;
			<span akey="150">(150)</span>
		</p>

			
		<p aya="151">
			<span amenu='151'></span>قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ <span class=ps>ۖ</span> وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ&nbsp;
			<span akey="151">(151)</span>
		</p>

			
		<p aya="152">
			<span amenu='152'></span>إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا <span class=ps>ۚ</span> وَكَذَٰلِكَ نَجْزِي الْمُفْتَرِينَ&nbsp;
			<span akey="152">(152)</span>
		</p>

			
		<p aya="153">
			<span amenu='153'></span>وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِنْ بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ&nbsp;
			<span akey="153">(153)</span>
		</p>

			
		<p aya="154">
			<span amenu='154'></span>وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ <span class=ps>ۖ</span> وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ&nbsp;
			<span akey="154">(154)</span>
		</p>

			
		<p aya="155">
			<span amenu='155'></span>وَاخْتَارَ مُوسَىٰ قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا <span class=ps>ۖ</span> فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ <span class=ps>ۖ</span> أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا <span class=ps>ۖ</span> إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ <span class=ps>ۖ</span> أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا <span class=ps>ۖ</span> وَأَنْتَ خَيْرُ الْغَافِرِينَ&nbsp;
			<span akey="155">(155)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="170">(ص 170)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="156">
			<span amenu='156'></span><span class=ps>۞</span> وَاكْتُبْ لَنَا فِي هَٰذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ <span class=ps>ۚ</span> قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ <span class=ps>ۖ</span> وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ <span class=ps>ۚ</span> فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ&nbsp;
			<span akey="156">(156)</span>
		</p>

			
		<p aya="157">
			<span amenu='157'></span>الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ <span class=ps>ۚ</span> فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ <span class=ps>ۙ</span> أُولَٰئِكَ هُمُ الْمُفْلِحُونَ&nbsp;
			<span akey="157">(157)</span>
		</p>

			
		<p aya="158">
			<span amenu='158'></span>قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ <span class=ps>ۖ</span> فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ&nbsp;
			<span akey="158">(158)</span>
		</p>

			
		<p aya="159">
			<span amenu='159'></span>وَمِنْ قَوْمِ مُوسَىٰ أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ&nbsp;
			<span akey="159">(159)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="171">(ص 171)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="160">
			<span amenu='160'></span>وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا <span class=ps>ۚ</span> وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَ <span class=ps>ۖ</span> فَانْبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا <span class=ps>ۖ</span> قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ <span class=ps>ۚ</span> وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَىٰ <span class=ps>ۖ</span> كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ <span class=ps>ۚ</span> وَمَا ظَلَمُونَا وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ&nbsp;
			<span akey="160">(160)</span>
		</p>

			
		<p aya="161">
			<span amenu='161'></span>وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَٰذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ <span class=ps>ۚ</span> سَنَزِيدُ الْمُحْسِنِينَ&nbsp;
			<span akey="161">(161)</span>
		</p>

			
		<p aya="162">
			<span amenu='162'></span>فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ&nbsp;
			<span akey="162">(162)</span>
		</p>

			
		<p aya="163">
			<span amenu='163'></span>وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ <span class=ps>ۙ</span> لَا تَأْتِيهِمْ <span class=ps>ۚ</span> كَذَٰلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ&nbsp;
			<span akey="163">(163)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="172">(ص 172)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="164">
			<span amenu='164'></span>وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا <span class=ps>ۙ</span> اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا <span class=ps>ۖ</span> قَالُوا مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ&nbsp;
			<span akey="164">(164)</span>
		</p>

			
		<p aya="165">
			<span amenu='165'></span>فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ&nbsp;
			<span akey="165">(165)</span>
		</p>

			
		<p aya="166">
			<span amenu='166'></span>فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ&nbsp;
			<span akey="166">(166)</span>
		</p>

			
		<p aya="167">
			<span amenu='167'></span>وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ <span class=ps>ۗ</span> إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ <span class=ps>ۖ</span> وَإِنَّهُ لَغَفُورٌ رَحِيمٌ&nbsp;
			<span akey="167">(167)</span>
		</p>

			
		<p aya="168">
			<span amenu='168'></span>وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا <span class=ps>ۖ</span> مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ <span class=ps>ۖ</span> وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ&nbsp;
			<span akey="168">(168)</span>
		</p>

			
		<p aya="169">
			<span amenu='169'></span>فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَٰذَا الْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ <span class=ps>ۚ</span> أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ <span class=ps>ۗ</span> وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ <span class=ps>ۗ</span> أَفَلَا تَعْقِلُونَ&nbsp;
			<span akey="169">(169)</span>
		</p>

			
		<p aya="170">
			<span amenu='170'></span>وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ&nbsp;
			<span akey="170">(170)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="173">(ص 173)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="171">
			<span amenu='171'></span><span class=ps>۞</span> وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ&nbsp;
			<span akey="171">(171)</span>
		</p>

			
		<p aya="172">
			<span amenu='172'></span>وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰ أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ <span class=ps>ۖ</span> قَالُوا بَلَىٰ <span class=ps>ۛ</span> شَهِدْنَا <span class=ps>ۛ</span> أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَٰذَا غَافِلِينَ&nbsp;
			<span akey="172">(172)</span>
		</p>

			
		<p aya="173">
			<span amenu='173'></span>أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ <span class=ps>ۖ</span> أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ&nbsp;
			<span akey="173">(173)</span>
		</p>

			
		<p aya="174">
			<span amenu='174'></span>وَكَذَٰلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ&nbsp;
			<span akey="174">(174)</span>
		</p>

			
		<p aya="175">
			<span amenu='175'></span>وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ&nbsp;
			<span akey="175">(175)</span>
		</p>

			
		<p aya="176">
			<span amenu='176'></span>وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَٰكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ <span class=ps>ۚ</span> فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ <span class=ps>ۚ</span> ذَٰلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا <span class=ps>ۚ</span> فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ&nbsp;
			<span akey="176">(176)</span>
		</p>

			
		<p aya="177">
			<span amenu='177'></span>سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ&nbsp;
			<span akey="177">(177)</span>
		</p>

			
		<p aya="178">
			<span amenu='178'></span>مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي <span class=ps>ۖ</span> وَمَنْ يُضْلِلْ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ&nbsp;
			<span akey="178">(178)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="174">(ص 174)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="179">
			<span amenu='179'></span>وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ <span class=ps>ۖ</span> لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا <span class=ps>ۚ</span> أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ <span class=ps>ۚ</span> أُولَٰئِكَ هُمُ الْغَافِلُونَ&nbsp;
			<span akey="179">(179)</span>
		</p>

			
		<p aya="180">
			<span amenu='180'></span>وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَىٰ فَادْعُوهُ بِهَا <span class=ps>ۖ</span> وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ <span class=ps>ۚ</span> سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="180">(180)</span>
		</p>

			
		<p aya="181">
			<span amenu='181'></span>وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ&nbsp;
			<span akey="181">(181)</span>
		</p>

			
		<p aya="182">
			<span amenu='182'></span>وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ&nbsp;
			<span akey="182">(182)</span>
		</p>

			
		<p aya="183">
			<span amenu='183'></span>وَأُمْلِي لَهُمْ <span class=ps>ۚ</span> إِنَّ كَيْدِي مَتِينٌ&nbsp;
			<span akey="183">(183)</span>
		</p>

			
		<p aya="184">
			<span amenu='184'></span>أَوَلَمْ يَتَفَكَّرُوا <span class=ps>ۗ</span> مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ <span class=ps>ۚ</span> إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ&nbsp;
			<span akey="184">(184)</span>
		</p>

			
		<p aya="185">
			<span amenu='185'></span>أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسَىٰ أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ <span class=ps>ۖ</span> فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ&nbsp;
			<span akey="185">(185)</span>
		</p>

			
		<p aya="186">
			<span amenu='186'></span>مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ <span class=ps>ۚ</span> وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ&nbsp;
			<span akey="186">(186)</span>
		</p>

			
		<p aya="187">
			<span amenu='187'></span>يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا <span class=ps>ۖ</span> قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي <span class=ps>ۖ</span> لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ <span class=ps>ۚ</span> ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۚ</span> لَا تَأْتِيكُمْ إِلَّا بَغْتَةً <span class=ps>ۗ</span> يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا <span class=ps>ۖ</span> قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ&nbsp;
			<span akey="187">(187)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="175">(ص 175)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="188">
			<span amenu='188'></span>قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ <span class=ps>ۚ</span> وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ <span class=ps>ۚ</span> إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ&nbsp;
			<span akey="188">(188)</span>
		</p>

			
		<p aya="189">
			<span amenu='189'></span><span class=ps>۞</span> هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا <span class=ps>ۖ</span> فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ <span class=ps>ۖ</span> فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ&nbsp;
			<span akey="189">(189)</span>
		</p>

			
		<p aya="190">
			<span amenu='190'></span>فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا <span class=ps>ۚ</span> فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ&nbsp;
			<span akey="190">(190)</span>
		</p>

			
		<p aya="191">
			<span amenu='191'></span>أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ&nbsp;
			<span akey="191">(191)</span>
		</p>

			
		<p aya="192">
			<span amenu='192'></span>وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ&nbsp;
			<span akey="192">(192)</span>
		</p>

			
		<p aya="193">
			<span amenu='193'></span>وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَتَّبِعُوكُمْ <span class=ps>ۚ</span> سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ&nbsp;
			<span akey="193">(193)</span>
		</p>

			
		<p aya="194">
			<span amenu='194'></span>إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ <span class=ps>ۖ</span> فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="194">(194)</span>
		</p>

			
		<p aya="195">
			<span amenu='195'></span>أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا <span class=ps>ۖ</span> أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا <span class=ps>ۖ</span> أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا <span class=ps>ۖ</span> أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا <span class=ps>ۗ</span> قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ&nbsp;
			<span akey="195">(195)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="176">(ص 176)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="196">
			<span amenu='196'></span>إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ <span class=ps>ۖ</span> وَهُوَ يَتَوَلَّى الصَّالِحِينَ&nbsp;
			<span akey="196">(196)</span>
		</p>

			
		<p aya="197">
			<span amenu='197'></span>وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنْفُسَهُمْ يَنْصُرُونَ&nbsp;
			<span akey="197">(197)</span>
		</p>

			
		<p aya="198">
			<span amenu='198'></span>وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَسْمَعُوا <span class=ps>ۖ</span> وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ&nbsp;
			<span akey="198">(198)</span>
		</p>

			
		<p aya="199">
			<span amenu='199'></span>خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ&nbsp;
			<span akey="199">(199)</span>
		</p>

			
		<p aya="200">
			<span amenu='200'></span>وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ <span class=ps>ۚ</span> إِنَّهُ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="200">(200)</span>
		</p>

			
		<p aya="201">
			<span amenu='201'></span>إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ&nbsp;
			<span akey="201">(201)</span>
		</p>

			
		<p aya="202">
			<span amenu='202'></span>وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ&nbsp;
			<span akey="202">(202)</span>
		</p>

			
		<p aya="203">
			<span amenu='203'></span>وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا <span class=ps>ۚ</span> قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَىٰ إِلَيَّ مِنْ رَبِّي <span class=ps>ۚ</span> هَٰذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ&nbsp;
			<span akey="203">(203)</span>
		</p>

			
		<p aya="204">
			<span amenu='204'></span>وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ&nbsp;
			<span akey="204">(204)</span>
		</p>

			
		<p aya="205">
			<span amenu='205'></span>وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ&nbsp;
			<span akey="205">(205)</span>
		</p>

			
		<p aya="206">
			<span amenu='206'></span>إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ <span class=ps>۩</span>&nbsp;
			<span akey="206">(206)</span>
		</p>

			 		<div>( س )</div>
 
	</body>
</html>
