<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(17 - سورة الاسراء)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="282">(ص 282)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>
		<p id='Part_15'>(الجزء 15)</p>

		<p aya="1">
			<span amenu='1'></span> سُبْحَانَ الَّذِي أَسْرَىٰ بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا <span class=ps>ۚ</span> إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ <span class=ps>ۚ</span> إِنَّهُ كَانَ عَبْدًا شَكُورًا&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>وَقَضَيْنَا إِلَىٰ بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ <span class=ps>ۚ</span> وَكَانَ وَعْدًا مَفْعُولًا&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا&nbsp;
			<span akey="6">(6)</span>
		</p>

			
		<p aya="7">
			<span amenu='7'></span>إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ <span class=ps>ۖ</span> وَإِنْ أَسَأْتُمْ فَلَهَا <span class=ps>ۚ</span> فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا&nbsp;
			<span akey="7">(7)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="283">(ص 283)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="8">
			<span amenu='8'></span>عَسَىٰ رَبُّكُمْ أَنْ يَرْحَمَكُمْ <span class=ps>ۚ</span> وَإِنْ عُدْتُمْ عُدْنَا <span class=ps>ۘ</span> وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span>إِنَّ هَٰذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ <span class=ps>ۖ</span> وَكَانَ الْإِنْسَانُ عَجُولًا&nbsp;
			<span akey="11">(11)</span>
		</p>

			
		<p aya="12">
			<span amenu='12'></span>وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ <span class=ps>ۖ</span> فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ <span class=ps>ۚ</span> وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ <span class=ps>ۖ</span> وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span>اقْرَأْ كِتَابَكَ كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>مَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ <span class=ps>ۖ</span> وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا <span class=ps>ۚ</span> وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ <span class=ps>ۗ</span> وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ <span class=ps>ۗ</span> وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا&nbsp;
			<span akey="17">(17)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="284">(ص 284)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="18">
			<span amenu='18'></span>مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا&nbsp;
			<span akey="18">(18)</span>
		</p>

			
		<p aya="19">
			<span amenu='19'></span>وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>كُلًّا نُمِدُّ هَٰؤُلَاءِ وَهَٰؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ <span class=ps>ۚ</span> وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا&nbsp;
			<span akey="20">(20)</span>
		</p>

			
		<p aya="21">
			<span amenu='21'></span>انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ <span class=ps>ۚ</span> وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا&nbsp;
			<span akey="21">(21)</span>
		</p>

			
		<p aya="22">
			<span amenu='22'></span>لَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا&nbsp;
			<span akey="22">(22)</span>
		</p>

			
		<p aya="23">
			<span amenu='23'></span><span class=ps>۞</span> وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا <span class=ps>ۚ</span> إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا&nbsp;
			<span akey="23">(23)</span>
		</p>

			
		<p aya="24">
			<span amenu='24'></span>وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا&nbsp;
			<span akey="24">(24)</span>
		</p>

			
		<p aya="25">
			<span amenu='25'></span>رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ <span class=ps>ۚ</span> إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا&nbsp;
			<span akey="25">(25)</span>
		</p>

			
		<p aya="26">
			<span amenu='26'></span>وَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا&nbsp;
			<span akey="26">(26)</span>
		</p>

			
		<p aya="27">
			<span amenu='27'></span>إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ <span class=ps>ۖ</span> وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا&nbsp;
			<span akey="27">(27)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="285">(ص 285)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="28">
			<span amenu='28'></span>وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا&nbsp;
			<span akey="28">(28)</span>
		</p>

			
		<p aya="29">
			<span amenu='29'></span>وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا&nbsp;
			<span akey="29">(29)</span>
		</p>

			
		<p aya="30">
			<span amenu='30'></span>إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ <span class=ps>ۚ</span> إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا&nbsp;
			<span akey="30">(30)</span>
		</p>

			
		<p aya="31">
			<span amenu='31'></span>وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ <span class=ps>ۖ</span> نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ <span class=ps>ۚ</span> إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا&nbsp;
			<span akey="31">(31)</span>
		</p>

			
		<p aya="32">
			<span amenu='32'></span>وَلَا تَقْرَبُوا الزِّنَا <span class=ps>ۖ</span> إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا&nbsp;
			<span akey="32">(32)</span>
		</p>

			
		<p aya="33">
			<span amenu='33'></span>وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ <span class=ps>ۗ</span> وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ <span class=ps>ۖ</span> إِنَّهُ كَانَ مَنْصُورًا&nbsp;
			<span akey="33">(33)</span>
		</p>

			
		<p aya="34">
			<span amenu='34'></span>وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ <span class=ps>ۚ</span> وَأَوْفُوا بِالْعَهْدِ <span class=ps>ۖ</span> إِنَّ الْعَهْدَ كَانَ مَسْئُولًا&nbsp;
			<span akey="34">(34)</span>
		</p>

			
		<p aya="35">
			<span amenu='35'></span>وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ <span class=ps>ۚ</span> ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا&nbsp;
			<span akey="35">(35)</span>
		</p>

			
		<p aya="36">
			<span amenu='36'></span>وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ <span class=ps>ۚ</span> إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا&nbsp;
			<span akey="36">(36)</span>
		</p>

			
		<p aya="37">
			<span amenu='37'></span>وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا <span class=ps>ۖ</span> إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا&nbsp;
			<span akey="37">(37)</span>
		</p>

			
		<p aya="38">
			<span amenu='38'></span>كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا&nbsp;
			<span akey="38">(38)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="286">(ص 286)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="39">
			<span amenu='39'></span>ذَٰلِكَ مِمَّا أَوْحَىٰ إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ <span class=ps>ۗ</span> وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتُلْقَىٰ فِي جَهَنَّمَ مَلُومًا مَدْحُورًا&nbsp;
			<span akey="39">(39)</span>
		</p>

			
		<p aya="40">
			<span amenu='40'></span>أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا <span class=ps>ۚ</span> إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا&nbsp;
			<span akey="40">(40)</span>
		</p>

			
		<p aya="41">
			<span amenu='41'></span>وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا&nbsp;
			<span akey="41">(41)</span>
		</p>

			
		<p aya="42">
			<span amenu='42'></span>قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَىٰ ذِي الْعَرْشِ سَبِيلًا&nbsp;
			<span akey="42">(42)</span>
		</p>

			
		<p aya="43">
			<span amenu='43'></span>سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا&nbsp;
			<span akey="43">(43)</span>
		</p>

			
		<p aya="44">
			<span amenu='44'></span>تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ <span class=ps>ۚ</span> وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ <span class=ps>ۗ</span> إِنَّهُ كَانَ حَلِيمًا غَفُورًا&nbsp;
			<span akey="44">(44)</span>
		</p>

			
		<p aya="45">
			<span amenu='45'></span>وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا&nbsp;
			<span akey="45">(45)</span>
		</p>

			
		<p aya="46">
			<span amenu='46'></span>وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا <span class=ps>ۚ</span> وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَىٰ أَدْبَارِهِمْ نُفُورًا&nbsp;
			<span akey="46">(46)</span>
		</p>

			
		<p aya="47">
			<span amenu='47'></span>نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰ إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا&nbsp;
			<span akey="47">(47)</span>
		</p>

			
		<p aya="48">
			<span amenu='48'></span>انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا&nbsp;
			<span akey="48">(48)</span>
		</p>

			
		<p aya="49">
			<span amenu='49'></span>وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا&nbsp;
			<span akey="49">(49)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="287">(ص 287)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="50">
			<span amenu='50'></span><span class=ps>۞</span> قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا&nbsp;
			<span akey="50">(50)</span>
		</p>

			
		<p aya="51">
			<span amenu='51'></span>أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ <span class=ps>ۚ</span> فَسَيَقُولُونَ مَنْ يُعِيدُنَا <span class=ps>ۖ</span> قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ <span class=ps>ۚ</span> فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ <span class=ps>ۖ</span> قُلْ عَسَىٰ أَنْ يَكُونَ قَرِيبًا&nbsp;
			<span akey="51">(51)</span>
		</p>

			
		<p aya="52">
			<span amenu='52'></span>يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا&nbsp;
			<span akey="52">(52)</span>
		</p>

			
		<p aya="53">
			<span amenu='53'></span>وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ <span class=ps>ۚ</span> إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ <span class=ps>ۚ</span> إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا&nbsp;
			<span akey="53">(53)</span>
		</p>

			
		<p aya="54">
			<span amenu='54'></span>رَبُّكُمْ أَعْلَمُ بِكُمْ <span class=ps>ۖ</span> إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ <span class=ps>ۚ</span> وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا&nbsp;
			<span akey="54">(54)</span>
		</p>

			
		<p aya="55">
			<span amenu='55'></span>وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۗ</span> وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ <span class=ps>ۖ</span> وَآتَيْنَا دَاوُودَ زَبُورًا&nbsp;
			<span akey="55">(55)</span>
		</p>

			
		<p aya="56">
			<span amenu='56'></span>قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا&nbsp;
			<span akey="56">(56)</span>
		</p>

			
		<p aya="57">
			<span amenu='57'></span>أُولَٰئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ <span class=ps>ۚ</span> إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا&nbsp;
			<span akey="57">(57)</span>
		</p>

			
		<p aya="58">
			<span amenu='58'></span>وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا <span class=ps>ۚ</span> كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا&nbsp;
			<span akey="58">(58)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="288">(ص 288)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="59">
			<span amenu='59'></span>وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ <span class=ps>ۚ</span> وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا <span class=ps>ۚ</span> وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا&nbsp;
			<span akey="59">(59)</span>
		</p>

			
		<p aya="60">
			<span amenu='60'></span>وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ <span class=ps>ۚ</span> وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ <span class=ps>ۚ</span> وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا&nbsp;
			<span akey="60">(60)</span>
		</p>

			
		<p aya="61">
			<span amenu='61'></span>وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا&nbsp;
			<span akey="61">(61)</span>
		</p>

			
		<p aya="62">
			<span amenu='62'></span>قَالَ أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا&nbsp;
			<span akey="62">(62)</span>
		</p>

			
		<p aya="63">
			<span amenu='63'></span>قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا&nbsp;
			<span akey="63">(63)</span>
		</p>

			
		<p aya="64">
			<span amenu='64'></span>وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ <span class=ps>ۚ</span> وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا&nbsp;
			<span akey="64">(64)</span>
		</p>

			
		<p aya="65">
			<span amenu='65'></span>إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ <span class=ps>ۚ</span> وَكَفَىٰ بِرَبِّكَ وَكِيلًا&nbsp;
			<span akey="65">(65)</span>
		</p>

			
		<p aya="66">
			<span amenu='66'></span>رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ <span class=ps>ۚ</span> إِنَّهُ كَانَ بِكُمْ رَحِيمًا&nbsp;
			<span akey="66">(66)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="289">(ص 289)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="67">
			<span amenu='67'></span>وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ <span class=ps>ۖ</span> فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ <span class=ps>ۚ</span> وَكَانَ الْإِنْسَانُ كَفُورًا&nbsp;
			<span akey="67">(67)</span>
		</p>

			
		<p aya="68">
			<span amenu='68'></span>أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا&nbsp;
			<span akey="68">(68)</span>
		</p>

			
		<p aya="69">
			<span amenu='69'></span>أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ <span class=ps>ۙ</span> ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا&nbsp;
			<span akey="69">(69)</span>
		</p>

			
		<p aya="70">
			<span amenu='70'></span><span class=ps>۞</span> وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَىٰ كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا&nbsp;
			<span akey="70">(70)</span>
		</p>

			
		<p aya="71">
			<span amenu='71'></span>يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ <span class=ps>ۖ</span> فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَٰئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا&nbsp;
			<span akey="71">(71)</span>
		</p>

			
		<p aya="72">
			<span amenu='72'></span>وَمَنْ كَانَ فِي هَٰذِهِ أَعْمَىٰ فَهُوَ فِي الْآخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا&nbsp;
			<span akey="72">(72)</span>
		</p>

			
		<p aya="73">
			<span amenu='73'></span>وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ <span class=ps>ۖ</span> وَإِذًا لَاتَّخَذُوكَ خَلِيلًا&nbsp;
			<span akey="73">(73)</span>
		</p>

			
		<p aya="74">
			<span amenu='74'></span>وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا&nbsp;
			<span akey="74">(74)</span>
		</p>

			
		<p aya="75">
			<span amenu='75'></span>إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا&nbsp;
			<span akey="75">(75)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="290">(ص 290)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="76">
			<span amenu='76'></span>وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا <span class=ps>ۖ</span> وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا&nbsp;
			<span akey="76">(76)</span>
		</p>

			
		<p aya="77">
			<span amenu='77'></span>سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا <span class=ps>ۖ</span> وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا&nbsp;
			<span akey="77">(77)</span>
		</p>

			
		<p aya="78">
			<span amenu='78'></span>أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ <span class=ps>ۖ</span> إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا&nbsp;
			<span akey="78">(78)</span>
		</p>

			
		<p aya="79">
			<span amenu='79'></span>وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا&nbsp;
			<span akey="79">(79)</span>
		</p>

			
		<p aya="80">
			<span amenu='80'></span>وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا&nbsp;
			<span akey="80">(80)</span>
		</p>

			
		<p aya="81">
			<span amenu='81'></span>وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ <span class=ps>ۚ</span> إِنَّ الْبَاطِلَ كَانَ زَهُوقًا&nbsp;
			<span akey="81">(81)</span>
		</p>

			
		<p aya="82">
			<span amenu='82'></span>وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ <span class=ps>ۙ</span> وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا&nbsp;
			<span akey="82">(82)</span>
		</p>

			
		<p aya="83">
			<span amenu='83'></span>وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ <span class=ps>ۖ</span> وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا&nbsp;
			<span akey="83">(83)</span>
		</p>

			
		<p aya="84">
			<span amenu='84'></span>قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا&nbsp;
			<span akey="84">(84)</span>
		</p>

			
		<p aya="85">
			<span amenu='85'></span>وَيَسْأَلُونَكَ عَنِ الرُّوحِ <span class=ps>ۖ</span> قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا&nbsp;
			<span akey="85">(85)</span>
		</p>

			
		<p aya="86">
			<span amenu='86'></span>وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا&nbsp;
			<span akey="86">(86)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="291">(ص 291)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="87">
			<span amenu='87'></span>إِلَّا رَحْمَةً مِنْ رَبِّكَ <span class=ps>ۚ</span> إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا&nbsp;
			<span akey="87">(87)</span>
		</p>

			
		<p aya="88">
			<span amenu='88'></span>قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَىٰ أَنْ يَأْتُوا بِمِثْلِ هَٰذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا&nbsp;
			<span akey="88">(88)</span>
		</p>

			
		<p aya="89">
			<span amenu='89'></span>وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا&nbsp;
			<span akey="89">(89)</span>
		</p>

			
		<p aya="90">
			<span amenu='90'></span>وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا&nbsp;
			<span akey="90">(90)</span>
		</p>

			
		<p aya="91">
			<span amenu='91'></span>أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا&nbsp;
			<span akey="91">(91)</span>
		</p>

			
		<p aya="92">
			<span amenu='92'></span>أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا&nbsp;
			<span akey="92">(92)</span>
		</p>

			
		<p aya="93">
			<span amenu='93'></span>أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَىٰ فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ <span class=ps>ۗ</span> قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا&nbsp;
			<span akey="93">(93)</span>
		</p>

			
		<p aya="94">
			<span amenu='94'></span>وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا&nbsp;
			<span akey="94">(94)</span>
		</p>

			
		<p aya="95">
			<span amenu='95'></span>قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا&nbsp;
			<span akey="95">(95)</span>
		</p>

			
		<p aya="96">
			<span amenu='96'></span>قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ <span class=ps>ۚ</span> إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا&nbsp;
			<span akey="96">(96)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="292">(ص 292)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="97">
			<span amenu='97'></span>وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ <span class=ps>ۖ</span> وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ <span class=ps>ۖ</span> وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا <span class=ps>ۖ</span> مَأْوَاهُمْ جَهَنَّمُ <span class=ps>ۖ</span> كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا&nbsp;
			<span akey="97">(97)</span>
		</p>

			
		<p aya="98">
			<span amenu='98'></span>ذَٰلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا&nbsp;
			<span akey="98">(98)</span>
		</p>

			
		<p aya="99">
			<span amenu='99'></span><span class=ps>۞</span> أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا&nbsp;
			<span akey="99">(99)</span>
		</p>

			
		<p aya="100">
			<span amenu='100'></span>قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ <span class=ps>ۚ</span> وَكَانَ الْإِنْسَانُ قَتُورًا&nbsp;
			<span akey="100">(100)</span>
		</p>

			
		<p aya="101">
			<span amenu='101'></span>وَلَقَدْ آتَيْنَا مُوسَىٰ تِسْعَ آيَاتٍ بَيِّنَاتٍ <span class=ps>ۖ</span> فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَىٰ مَسْحُورًا&nbsp;
			<span akey="101">(101)</span>
		</p>

			
		<p aya="102">
			<span amenu='102'></span>قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَٰؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا&nbsp;
			<span akey="102">(102)</span>
		</p>

			
		<p aya="103">
			<span amenu='103'></span>فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا&nbsp;
			<span akey="103">(103)</span>
		</p>

			
		<p aya="104">
			<span amenu='104'></span>وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا&nbsp;
			<span akey="104">(104)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="293">(ص 293)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="105">
			<span amenu='105'></span>وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ <span class=ps>ۗ</span> وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا&nbsp;
			<span akey="105">(105)</span>
		</p>

			
		<p aya="106">
			<span amenu='106'></span>وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا&nbsp;
			<span akey="106">(106)</span>
		</p>

			
		<p aya="107">
			<span amenu='107'></span>قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا <span class=ps>ۚ</span> إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا&nbsp;
			<span akey="107">(107)</span>
		</p>

			
		<p aya="108">
			<span amenu='108'></span>وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا&nbsp;
			<span akey="108">(108)</span>
		</p>

			
		<p aya="109">
			<span amenu='109'></span>وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا <span class=ps>۩</span>&nbsp;
			<span akey="109">(109)</span>
		</p>

			 		<div>( س )</div>
 
		<p aya="110">
			<span amenu='110'></span>قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ <span class=ps>ۖ</span> أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ <span class=ps>ۚ</span> وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا&nbsp;
			<span akey="110">(110)</span>
		</p>

			
		<p aya="111">
			<span amenu='111'></span>وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ <span class=ps>ۖ</span> وَكَبِّرْهُ تَكْبِيرًا&nbsp;
			<span akey="111">(111)</span>
		</p>

			
	</body>
</html>
