<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(2 - سورة البقرة)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="2">(ص 2)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>

		<p aya="1">
			<span amenu='1'></span> الم&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>ذَٰلِكَ الْكِتَابُ لَا رَيْبَ <span class=ps>ۛ</span> فِيهِ <span class=ps>ۛ</span> هُدًى لِلْمُتَّقِينَ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ <span class=ps>ۖ</span> وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ&nbsp;
			<span akey="5">(5)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="3">(ص 3)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="6">
			<span amenu='6'></span>إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ&nbsp;
			<span akey="6">(6)</span>
		</p>

			
		<p aya="7">
			<span amenu='7'></span>خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ <span class=ps>ۖ</span> وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ <span class=ps>ۖ</span> وَلَهُمْ عَذَابٌ عَظِيمٌ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span>يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا <span class=ps>ۖ</span> وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ&nbsp;
			<span akey="11">(11)</span>
		</p>

			
		<p aya="12">
			<span amenu='12'></span>أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِنْ لَا يَشْعُرُونَ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ <span class=ps>ۗ</span> أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَٰكِنْ لَا يَعْلَمُونَ&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span>وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ&nbsp;
			<span akey="16">(16)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="4">(ص 4)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="17">
			<span amenu='17'></span>مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ&nbsp;
			<span akey="18">(18)</span>
		</p>

			
		<p aya="19">
			<span amenu='19'></span>أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ <span class=ps>ۚ</span> وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ <span class=ps>ۖ</span> كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا <span class=ps>ۚ</span> وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="20">(20)</span>
		</p>

			
		<p aya="21">
			<span amenu='21'></span>يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ&nbsp;
			<span akey="21">(21)</span>
		</p>

			
		<p aya="22">
			<span amenu='22'></span>الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ <span class=ps>ۖ</span> فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ&nbsp;
			<span akey="22">(22)</span>
		</p>

			
		<p aya="23">
			<span amenu='23'></span>وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="23">(23)</span>
		</p>

			
		<p aya="24">
			<span amenu='24'></span>فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ <span class=ps>ۖ</span> أُعِدَّتْ لِلْكَافِرِينَ&nbsp;
			<span akey="24">(24)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="5">(ص 5)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="25">
			<span amenu='25'></span>وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ <span class=ps>ۖ</span> كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا <span class=ps>ۙ</span> قَالُوا هَٰذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ <span class=ps>ۖ</span> وَأُتُوا بِهِ مُتَشَابِهًا <span class=ps>ۖ</span> وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ <span class=ps>ۖ</span> وَهُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="25">(25)</span>
		</p>

			
		<p aya="26">
			<span amenu='26'></span><span class=ps>۞</span> إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا <span class=ps>ۚ</span> فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ <span class=ps>ۖ</span> وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا <span class=ps>ۘ</span> يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا <span class=ps>ۚ</span> وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ&nbsp;
			<span akey="26">(26)</span>
		</p>

			
		<p aya="27">
			<span amenu='27'></span>الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ <span class=ps>ۚ</span> أُولَٰئِكَ هُمُ الْخَاسِرُونَ&nbsp;
			<span akey="27">(27)</span>
		</p>

			
		<p aya="28">
			<span amenu='28'></span>كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ <span class=ps>ۖ</span> ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ&nbsp;
			<span akey="28">(28)</span>
		</p>

			
		<p aya="29">
			<span amenu='29'></span>هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ <span class=ps>ۚ</span> وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="29">(29)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="6">(ص 6)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="30">
			<span amenu='30'></span>وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً <span class=ps>ۖ</span> قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ <span class=ps>ۖ</span> قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ&nbsp;
			<span akey="30">(30)</span>
		</p>

			
		<p aya="31">
			<span amenu='31'></span>وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَٰؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="31">(31)</span>
		</p>

			
		<p aya="32">
			<span amenu='32'></span>قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا <span class=ps>ۖ</span> إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ&nbsp;
			<span akey="32">(32)</span>
		</p>

			
		<p aya="33">
			<span amenu='33'></span>قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ <span class=ps>ۖ</span> فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ&nbsp;
			<span akey="33">(33)</span>
		</p>

			
		<p aya="34">
			<span amenu='34'></span>وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ&nbsp;
			<span akey="34">(34)</span>
		</p>

			
		<p aya="35">
			<span amenu='35'></span>وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ&nbsp;
			<span akey="35">(35)</span>
		</p>

			
		<p aya="36">
			<span amenu='36'></span>فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ <span class=ps>ۖ</span> وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ <span class=ps>ۖ</span> وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ&nbsp;
			<span akey="36">(36)</span>
		</p>

			
		<p aya="37">
			<span amenu='37'></span>فَتَلَقَّىٰ آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ <span class=ps>ۚ</span> إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ&nbsp;
			<span akey="37">(37)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="7">(ص 7)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="38">
			<span amenu='38'></span>قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا <span class=ps>ۖ</span> فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="38">(38)</span>
		</p>

			
		<p aya="39">
			<span amenu='39'></span>وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="39">(39)</span>
		</p>

			
		<p aya="40">
			<span amenu='40'></span>يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ&nbsp;
			<span akey="40">(40)</span>
		</p>

			
		<p aya="41">
			<span amenu='41'></span>وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ <span class=ps>ۖ</span> وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ&nbsp;
			<span akey="41">(41)</span>
		</p>

			
		<p aya="42">
			<span amenu='42'></span>وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ&nbsp;
			<span akey="42">(42)</span>
		</p>

			
		<p aya="43">
			<span amenu='43'></span>وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ&nbsp;
			<span akey="43">(43)</span>
		</p>

			
		<p aya="44">
			<span amenu='44'></span><span class=ps>۞</span> أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ <span class=ps>ۚ</span> أَفَلَا تَعْقِلُونَ&nbsp;
			<span akey="44">(44)</span>
		</p>

			
		<p aya="45">
			<span amenu='45'></span>وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ <span class=ps>ۚ</span> وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ&nbsp;
			<span akey="45">(45)</span>
		</p>

			
		<p aya="46">
			<span amenu='46'></span>الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ&nbsp;
			<span akey="46">(46)</span>
		</p>

			
		<p aya="47">
			<span amenu='47'></span>يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ&nbsp;
			<span akey="47">(47)</span>
		</p>

			
		<p aya="48">
			<span amenu='48'></span>وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ&nbsp;
			<span akey="48">(48)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="8">(ص 8)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="49">
			<span amenu='49'></span>وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ <span class=ps>ۚ</span> وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ&nbsp;
			<span akey="49">(49)</span>
		</p>

			
		<p aya="50">
			<span amenu='50'></span>وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ&nbsp;
			<span akey="50">(50)</span>
		</p>

			
		<p aya="51">
			<span amenu='51'></span>وَإِذْ وَاعَدْنَا مُوسَىٰ أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ&nbsp;
			<span akey="51">(51)</span>
		</p>

			
		<p aya="52">
			<span amenu='52'></span>ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ&nbsp;
			<span akey="52">(52)</span>
		</p>

			
		<p aya="53">
			<span amenu='53'></span>وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ&nbsp;
			<span akey="53">(53)</span>
		</p>

			
		<p aya="54">
			<span amenu='54'></span>وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَىٰ بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ <span class=ps>ۚ</span> إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ&nbsp;
			<span akey="54">(54)</span>
		</p>

			
		<p aya="55">
			<span amenu='55'></span>وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نُؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ&nbsp;
			<span akey="55">(55)</span>
		</p>

			
		<p aya="56">
			<span amenu='56'></span>ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ&nbsp;
			<span akey="56">(56)</span>
		</p>

			
		<p aya="57">
			<span amenu='57'></span>وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَىٰ <span class=ps>ۖ</span> كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ <span class=ps>ۖ</span> وَمَا ظَلَمُونَا وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ&nbsp;
			<span akey="57">(57)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="9">(ص 9)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="58">
			<span amenu='58'></span>وَإِذْ قُلْنَا ادْخُلُوا هَٰذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ <span class=ps>ۚ</span> وَسَنَزِيدُ الْمُحْسِنِينَ&nbsp;
			<span akey="58">(58)</span>
		</p>

			
		<p aya="59">
			<span amenu='59'></span>فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ&nbsp;
			<span akey="59">(59)</span>
		</p>

			
		<p aya="60">
			<span amenu='60'></span><span class=ps>۞</span> وَإِذِ اسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ <span class=ps>ۖ</span> فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا <span class=ps>ۖ</span> قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ <span class=ps>ۖ</span> كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ&nbsp;
			<span akey="60">(60)</span>
		</p>

			
		<p aya="61">
			<span amenu='61'></span>وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نَصْبِرَ عَلَىٰ طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا <span class=ps>ۖ</span> قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَىٰ بِالَّذِي هُوَ خَيْرٌ <span class=ps>ۚ</span> اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ <span class=ps>ۗ</span> وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ <span class=ps>ۗ</span> ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ <span class=ps>ۗ</span> ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ&nbsp;
			<span akey="61">(61)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="10">(ص 10)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="62">
			<span amenu='62'></span>إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَىٰ وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="62">(62)</span>
		</p>

			
		<p aya="63">
			<span amenu='63'></span>وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ&nbsp;
			<span akey="63">(63)</span>
		</p>

			
		<p aya="64">
			<span amenu='64'></span>ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذَٰلِكَ <span class=ps>ۖ</span> فَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرِينَ&nbsp;
			<span akey="64">(64)</span>
		</p>

			
		<p aya="65">
			<span amenu='65'></span>وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ&nbsp;
			<span akey="65">(65)</span>
		</p>

			
		<p aya="66">
			<span amenu='66'></span>فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ&nbsp;
			<span akey="66">(66)</span>
		</p>

			
		<p aya="67">
			<span amenu='67'></span>وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً <span class=ps>ۖ</span> قَالُوا أَتَتَّخِذُنَا هُزُوًا <span class=ps>ۖ</span> قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ&nbsp;
			<span akey="67">(67)</span>
		</p>

			
		<p aya="68">
			<span amenu='68'></span>قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ <span class=ps>ۚ</span> قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَٰلِكَ <span class=ps>ۖ</span> فَافْعَلُوا مَا تُؤْمَرُونَ&nbsp;
			<span akey="68">(68)</span>
		</p>

			
		<p aya="69">
			<span amenu='69'></span>قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا <span class=ps>ۚ</span> قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ&nbsp;
			<span akey="69">(69)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="11">(ص 11)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="70">
			<span amenu='70'></span>قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ&nbsp;
			<span akey="70">(70)</span>
		</p>

			
		<p aya="71">
			<span amenu='71'></span>قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا <span class=ps>ۚ</span> قَالُوا الْآنَ جِئْتَ بِالْحَقِّ <span class=ps>ۚ</span> فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ&nbsp;
			<span akey="71">(71)</span>
		</p>

			
		<p aya="72">
			<span amenu='72'></span>وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا <span class=ps>ۖ</span> وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ&nbsp;
			<span akey="72">(72)</span>
		</p>

			
		<p aya="73">
			<span amenu='73'></span>فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا <span class=ps>ۚ</span> كَذَٰلِكَ يُحْيِي اللَّهُ الْمَوْتَىٰ وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ&nbsp;
			<span akey="73">(73)</span>
		</p>

			
		<p aya="74">
			<span amenu='74'></span>ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَٰلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً <span class=ps>ۚ</span> وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ <span class=ps>ۚ</span> وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ <span class=ps>ۚ</span> وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ <span class=ps>ۗ</span> وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ&nbsp;
			<span akey="74">(74)</span>
		</p>

			
		<p aya="75">
			<span amenu='75'></span><span class=ps>۞</span> أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ&nbsp;
			<span akey="75">(75)</span>
		</p>

			
		<p aya="76">
			<span amenu='76'></span>وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ <span class=ps>ۚ</span> أَفَلَا تَعْقِلُونَ&nbsp;
			<span akey="76">(76)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="12">(ص 12)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="77">
			<span amenu='77'></span>أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ&nbsp;
			<span akey="77">(77)</span>
		</p>

			
		<p aya="78">
			<span amenu='78'></span>وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ&nbsp;
			<span akey="78">(78)</span>
		</p>

			
		<p aya="79">
			<span amenu='79'></span>فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا <span class=ps>ۖ</span> فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ&nbsp;
			<span akey="79">(79)</span>
		</p>

			
		<p aya="80">
			<span amenu='80'></span>وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً <span class=ps>ۚ</span> قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ <span class=ps>ۖ</span> أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ&nbsp;
			<span akey="80">(80)</span>
		</p>

			
		<p aya="81">
			<span amenu='81'></span>بَلَىٰ مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَٰئِكَ أَصْحَابُ النَّارِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="81">(81)</span>
		</p>

			
		<p aya="82">
			<span amenu='82'></span>وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="82">(82)</span>
		</p>

			
		<p aya="83">
			<span amenu='83'></span>وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ&nbsp;
			<span akey="83">(83)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="13">(ص 13)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="84">
			<span amenu='84'></span>وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ&nbsp;
			<span akey="84">(84)</span>
		</p>

			
		<p aya="85">
			<span amenu='85'></span>ثُمَّ أَنْتُمْ هَٰؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَىٰ تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ <span class=ps>ۚ</span> أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ <span class=ps>ۚ</span> فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَٰلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا <span class=ps>ۖ</span> وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَىٰ أَشَدِّ الْعَذَابِ <span class=ps>ۗ</span> وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ&nbsp;
			<span akey="85">(85)</span>
		</p>

			
		<p aya="86">
			<span amenu='86'></span>أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ <span class=ps>ۖ</span> فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَ&nbsp;
			<span akey="86">(86)</span>
		</p>

			
		<p aya="87">
			<span amenu='87'></span>وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ <span class=ps>ۖ</span> وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ <span class=ps>ۗ</span> أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ&nbsp;
			<span akey="87">(87)</span>
		</p>

			
		<p aya="88">
			<span amenu='88'></span>وَقَالُوا قُلُوبُنَا غُلْفٌ <span class=ps>ۚ</span> بَلْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَا يُؤْمِنُونَ&nbsp;
			<span akey="88">(88)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="14">(ص 14)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="89">
			<span amenu='89'></span>وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ <span class=ps>ۚ</span> فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ&nbsp;
			<span akey="89">(89)</span>
		</p>

			
		<p aya="90">
			<span amenu='90'></span>بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّهُ بَغْيًا أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ <span class=ps>ۖ</span> فَبَاءُوا بِغَضَبٍ عَلَىٰ غَضَبٍ <span class=ps>ۚ</span> وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ&nbsp;
			<span akey="90">(90)</span>
		</p>

			
		<p aya="91">
			<span amenu='91'></span>وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ <span class=ps>ۗ</span> قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ&nbsp;
			<span akey="91">(91)</span>
		</p>

			
		<p aya="92">
			<span amenu='92'></span><span class=ps>۞</span> وَلَقَدْ جَاءَكُمْ مُوسَىٰ بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ&nbsp;
			<span akey="92">(92)</span>
		</p>

			
		<p aya="93">
			<span amenu='93'></span>وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا <span class=ps>ۖ</span> قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ <span class=ps>ۚ</span> قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ&nbsp;
			<span akey="93">(93)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="15">(ص 15)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="94">
			<span amenu='94'></span>قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="94">(94)</span>
		</p>

			
		<p aya="95">
			<span amenu='95'></span>وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ&nbsp;
			<span akey="95">(95)</span>
		</p>

			
		<p aya="96">
			<span amenu='96'></span>وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَىٰ حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا <span class=ps>ۚ</span> يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ <span class=ps>ۗ</span> وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ&nbsp;
			<span akey="96">(96)</span>
		</p>

			
		<p aya="97">
			<span amenu='97'></span>قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ&nbsp;
			<span akey="97">(97)</span>
		</p>

			
		<p aya="98">
			<span amenu='98'></span>مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ&nbsp;
			<span akey="98">(98)</span>
		</p>

			
		<p aya="99">
			<span amenu='99'></span>وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ <span class=ps>ۖ</span> وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ&nbsp;
			<span akey="99">(99)</span>
		</p>

			
		<p aya="100">
			<span amenu='100'></span>أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ <span class=ps>ۚ</span> بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ&nbsp;
			<span akey="100">(100)</span>
		</p>

			
		<p aya="101">
			<span amenu='101'></span>وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ&nbsp;
			<span akey="101">(101)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="16">(ص 16)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="102">
			<span amenu='102'></span>وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ <span class=ps>ۖ</span> وَمَا كَفَرَ سُلَيْمَانُ وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ <span class=ps>ۚ</span> وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ <span class=ps>ۖ</span> فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ <span class=ps>ۚ</span> وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ <span class=ps>ۚ</span> وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ <span class=ps>ۚ</span> وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ <span class=ps>ۚ</span> وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ <span class=ps>ۚ</span> لَوْ كَانُوا يَعْلَمُونَ&nbsp;
			<span akey="102">(102)</span>
		</p>

			
		<p aya="103">
			<span amenu='103'></span>وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ <span class=ps>ۖ</span> لَوْ كَانُوا يَعْلَمُونَ&nbsp;
			<span akey="103">(103)</span>
		</p>

			
		<p aya="104">
			<span amenu='104'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا <span class=ps>ۗ</span> وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="104">(104)</span>
		</p>

			
		<p aya="105">
			<span amenu='105'></span>مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ <span class=ps>ۗ</span> وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ <span class=ps>ۚ</span> وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ&nbsp;
			<span akey="105">(105)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="17">(ص 17)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="106">
			<span amenu='106'></span><span class=ps>۞</span> مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا <span class=ps>ۗ</span> أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="106">(106)</span>
		</p>

			
		<p aya="107">
			<span amenu='107'></span>أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۗ</span> وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ&nbsp;
			<span akey="107">(107)</span>
		</p>

			
		<p aya="108">
			<span amenu='108'></span>أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِنْ قَبْلُ <span class=ps>ۗ</span> وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ&nbsp;
			<span akey="108">(108)</span>
		</p>

			
		<p aya="109">
			<span amenu='109'></span>وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ <span class=ps>ۖ</span> فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ <span class=ps>ۗ</span> إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="109">(109)</span>
		</p>

			
		<p aya="110">
			<span amenu='110'></span>وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ <span class=ps>ۚ</span> وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ <span class=ps>ۗ</span> إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ&nbsp;
			<span akey="110">(110)</span>
		</p>

			
		<p aya="111">
			<span amenu='111'></span>وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَىٰ <span class=ps>ۗ</span> تِلْكَ أَمَانِيُّهُمْ <span class=ps>ۗ</span> قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="111">(111)</span>
		</p>

			
		<p aya="112">
			<span amenu='112'></span>بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="112">(112)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="18">(ص 18)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="113">
			<span amenu='113'></span>وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَىٰ عَلَىٰ شَيْءٍ وَقَالَتِ النَّصَارَىٰ لَيْسَتِ الْيَهُودُ عَلَىٰ شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ <span class=ps>ۗ</span> كَذَٰلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ <span class=ps>ۚ</span> فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ&nbsp;
			<span akey="113">(113)</span>
		</p>

			
		<p aya="114">
			<span amenu='114'></span>وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَىٰ فِي خَرَابِهَا <span class=ps>ۚ</span> أُولَٰئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ <span class=ps>ۚ</span> لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ&nbsp;
			<span akey="114">(114)</span>
		</p>

			
		<p aya="115">
			<span amenu='115'></span>وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ <span class=ps>ۚ</span> فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ <span class=ps>ۚ</span> إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ&nbsp;
			<span akey="115">(115)</span>
		</p>

			
		<p aya="116">
			<span amenu='116'></span>وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا <span class=ps>ۗ</span> سُبْحَانَهُ <span class=ps>ۖ</span> بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> كُلٌّ لَهُ قَانِتُونَ&nbsp;
			<span akey="116">(116)</span>
		</p>

			
		<p aya="117">
			<span amenu='117'></span>بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> وَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ&nbsp;
			<span akey="117">(117)</span>
		</p>

			
		<p aya="118">
			<span amenu='118'></span>وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ <span class=ps>ۗ</span> كَذَٰلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ <span class=ps>ۘ</span> تَشَابَهَتْ قُلُوبُهُمْ <span class=ps>ۗ</span> قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ&nbsp;
			<span akey="118">(118)</span>
		</p>

			
		<p aya="119">
			<span amenu='119'></span>إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا <span class=ps>ۖ</span> وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ&nbsp;
			<span akey="119">(119)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="19">(ص 19)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="120">
			<span amenu='120'></span>وَلَنْ تَرْضَىٰ عَنْكَ الْيَهُودُ وَلَا النَّصَارَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ <span class=ps>ۗ</span> قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ <span class=ps>ۗ</span> وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ <span class=ps>ۙ</span> مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ&nbsp;
			<span akey="120">(120)</span>
		</p>

			
		<p aya="121">
			<span amenu='121'></span>الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَٰئِكَ يُؤْمِنُونَ بِهِ <span class=ps>ۗ</span> وَمَنْ يَكْفُرْ بِهِ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ&nbsp;
			<span akey="121">(121)</span>
		</p>

			
		<p aya="122">
			<span amenu='122'></span>يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ&nbsp;
			<span akey="122">(122)</span>
		</p>

			
		<p aya="123">
			<span amenu='123'></span>وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ&nbsp;
			<span akey="123">(123)</span>
		</p>

			
		<p aya="124">
			<span amenu='124'></span><span class=ps>۞</span> وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ <span class=ps>ۖ</span> قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا <span class=ps>ۖ</span> قَالَ وَمِنْ ذُرِّيَّتِي <span class=ps>ۖ</span> قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ&nbsp;
			<span akey="124">(124)</span>
		</p>

			
		<p aya="125">
			<span amenu='125'></span>وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى <span class=ps>ۖ</span> وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ&nbsp;
			<span akey="125">(125)</span>
		</p>

			
		<p aya="126">
			<span amenu='126'></span>وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ <span class=ps>ۖ</span> قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ النَّارِ <span class=ps>ۖ</span> وَبِئْسَ الْمَصِيرُ&nbsp;
			<span akey="126">(126)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="20">(ص 20)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="127">
			<span amenu='127'></span>وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا <span class=ps>ۖ</span> إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ&nbsp;
			<span akey="127">(127)</span>
		</p>

			
		<p aya="128">
			<span amenu='128'></span>رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا <span class=ps>ۖ</span> إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ&nbsp;
			<span akey="128">(128)</span>
		</p>

			
		<p aya="129">
			<span amenu='129'></span>رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ <span class=ps>ۚ</span> إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ&nbsp;
			<span akey="129">(129)</span>
		</p>

			
		<p aya="130">
			<span amenu='130'></span>وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ <span class=ps>ۚ</span> وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا <span class=ps>ۖ</span> وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ&nbsp;
			<span akey="130">(130)</span>
		</p>

			
		<p aya="131">
			<span amenu='131'></span>إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ <span class=ps>ۖ</span> قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ&nbsp;
			<span akey="131">(131)</span>
		</p>

			
		<p aya="132">
			<span amenu='132'></span>وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ&nbsp;
			<span akey="132">(132)</span>
		</p>

			
		<p aya="133">
			<span amenu='133'></span>أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَٰهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ&nbsp;
			<span akey="133">(133)</span>
		</p>

			
		<p aya="134">
			<span amenu='134'></span>تِلْكَ أُمَّةٌ قَدْ خَلَتْ <span class=ps>ۖ</span> لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ <span class=ps>ۖ</span> وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="134">(134)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="21">(ص 21)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="135">
			<span amenu='135'></span>وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا <span class=ps>ۗ</span> قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا <span class=ps>ۖ</span> وَمَا كَانَ مِنَ الْمُشْرِكِينَ&nbsp;
			<span akey="135">(135)</span>
		</p>

			
		<p aya="136">
			<span amenu='136'></span>قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ&nbsp;
			<span akey="136">(136)</span>
		</p>

			
		<p aya="137">
			<span amenu='137'></span>فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا <span class=ps>ۖ</span> وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ <span class=ps>ۖ</span> فَسَيَكْفِيكَهُمُ اللَّهُ <span class=ps>ۚ</span> وَهُوَ السَّمِيعُ الْعَلِيمُ&nbsp;
			<span akey="137">(137)</span>
		</p>

			
		<p aya="138">
			<span amenu='138'></span>صِبْغَةَ اللَّهِ <span class=ps>ۖ</span> وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً <span class=ps>ۖ</span> وَنَحْنُ لَهُ عَابِدُونَ&nbsp;
			<span akey="138">(138)</span>
		</p>

			
		<p aya="139">
			<span amenu='139'></span>قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ&nbsp;
			<span akey="139">(139)</span>
		</p>

			
		<p aya="140">
			<span amenu='140'></span>أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَىٰ <span class=ps>ۗ</span> قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ <span class=ps>ۗ</span> وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ <span class=ps>ۗ</span> وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ&nbsp;
			<span akey="140">(140)</span>
		</p>

			
		<p aya="141">
			<span amenu='141'></span>تِلْكَ أُمَّةٌ قَدْ خَلَتْ <span class=ps>ۖ</span> لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ <span class=ps>ۖ</span> وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="141">(141)</span>
		</p>

					<p id='Part_2'>(الجزء 2)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="22">(ص 22)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="142">
			<span amenu='142'></span><span class=ps>۞</span> سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا <span class=ps>ۚ</span> قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ <span class=ps>ۚ</span> يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ&nbsp;
			<span akey="142">(142)</span>
		</p>

			
		<p aya="143">
			<span amenu='143'></span>وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا <span class=ps>ۗ</span> وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَىٰ عَقِبَيْهِ <span class=ps>ۚ</span> وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ <span class=ps>ۗ</span> وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ&nbsp;
			<span akey="143">(143)</span>
		</p>

			
		<p aya="144">
			<span amenu='144'></span>قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ <span class=ps>ۖ</span> فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا <span class=ps>ۚ</span> فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ <span class=ps>ۚ</span> وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ <span class=ps>ۗ</span> وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ <span class=ps>ۗ</span> وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ&nbsp;
			<span akey="144">(144)</span>
		</p>

			
		<p aya="145">
			<span amenu='145'></span>وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ <span class=ps>ۚ</span> وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ <span class=ps>ۚ</span> وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ <span class=ps>ۚ</span> وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ <span class=ps>ۙ</span> إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ&nbsp;
			<span akey="145">(145)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="23">(ص 23)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="146">
			<span amenu='146'></span>الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ <span class=ps>ۖ</span> وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ&nbsp;
			<span akey="146">(146)</span>
		</p>

			
		<p aya="147">
			<span amenu='147'></span>الْحَقُّ مِنْ رَبِّكَ <span class=ps>ۖ</span> فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ&nbsp;
			<span akey="147">(147)</span>
		</p>

			
		<p aya="148">
			<span amenu='148'></span>وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا <span class=ps>ۖ</span> فَاسْتَبِقُوا الْخَيْرَاتِ <span class=ps>ۚ</span> أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا <span class=ps>ۚ</span> إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="148">(148)</span>
		</p>

			
		<p aya="149">
			<span amenu='149'></span>وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ <span class=ps>ۖ</span> وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ <span class=ps>ۗ</span> وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ&nbsp;
			<span akey="149">(149)</span>
		</p>

			
		<p aya="150">
			<span amenu='150'></span>وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ <span class=ps>ۚ</span> وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ&nbsp;
			<span akey="150">(150)</span>
		</p>

			
		<p aya="151">
			<span amenu='151'></span>كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ&nbsp;
			<span akey="151">(151)</span>
		</p>

			
		<p aya="152">
			<span amenu='152'></span>فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ&nbsp;
			<span akey="152">(152)</span>
		</p>

			
		<p aya="153">
			<span amenu='153'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ <span class=ps>ۚ</span> إِنَّ اللَّهَ مَعَ الصَّابِرِينَ&nbsp;
			<span akey="153">(153)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="24">(ص 24)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="154">
			<span amenu='154'></span>وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ <span class=ps>ۚ</span> بَلْ أَحْيَاءٌ وَلَٰكِنْ لَا تَشْعُرُونَ&nbsp;
			<span akey="154">(154)</span>
		</p>

			
		<p aya="155">
			<span amenu='155'></span>وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ <span class=ps>ۗ</span> وَبَشِّرِ الصَّابِرِينَ&nbsp;
			<span akey="155">(155)</span>
		</p>

			
		<p aya="156">
			<span amenu='156'></span>الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ&nbsp;
			<span akey="156">(156)</span>
		</p>

			
		<p aya="157">
			<span amenu='157'></span>أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ <span class=ps>ۖ</span> وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ&nbsp;
			<span akey="157">(157)</span>
		</p>

			
		<p aya="158">
			<span amenu='158'></span><span class=ps>۞</span> إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ <span class=ps>ۖ</span> فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا <span class=ps>ۚ</span> وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ&nbsp;
			<span akey="158">(158)</span>
		</p>

			
		<p aya="159">
			<span amenu='159'></span>إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَىٰ مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ <span class=ps>ۙ</span> أُولَٰئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ&nbsp;
			<span akey="159">(159)</span>
		</p>

			
		<p aya="160">
			<span amenu='160'></span>إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَٰئِكَ أَتُوبُ عَلَيْهِمْ <span class=ps>ۚ</span> وَأَنَا التَّوَّابُ الرَّحِيمُ&nbsp;
			<span akey="160">(160)</span>
		</p>

			
		<p aya="161">
			<span amenu='161'></span>إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَٰئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ&nbsp;
			<span akey="161">(161)</span>
		</p>

			
		<p aya="162">
			<span amenu='162'></span>خَالِدِينَ فِيهَا <span class=ps>ۖ</span> لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ&nbsp;
			<span akey="162">(162)</span>
		</p>

			
		<p aya="163">
			<span amenu='163'></span>وَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ <span class=ps>ۖ</span> لَا إِلَٰهَ إِلَّا هُوَ الرَّحْمَٰنُ الرَّحِيمُ&nbsp;
			<span akey="163">(163)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="25">(ص 25)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="164">
			<span amenu='164'></span>إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ&nbsp;
			<span akey="164">(164)</span>
		</p>

			
		<p aya="165">
			<span amenu='165'></span>وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ <span class=ps>ۖ</span> وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ <span class=ps>ۗ</span> وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ&nbsp;
			<span akey="165">(165)</span>
		</p>

			
		<p aya="166">
			<span amenu='166'></span>إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ&nbsp;
			<span akey="166">(166)</span>
		</p>

			
		<p aya="167">
			<span amenu='167'></span>وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا <span class=ps>ۗ</span> كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ <span class=ps>ۖ</span> وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ&nbsp;
			<span akey="167">(167)</span>
		</p>

			
		<p aya="168">
			<span amenu='168'></span>يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ <span class=ps>ۚ</span> إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ&nbsp;
			<span akey="168">(168)</span>
		</p>

			
		<p aya="169">
			<span amenu='169'></span>إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ&nbsp;
			<span akey="169">(169)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="26">(ص 26)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="170">
			<span amenu='170'></span>وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا <span class=ps>ۗ</span> أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ&nbsp;
			<span akey="170">(170)</span>
		</p>

			
		<p aya="171">
			<span amenu='171'></span>وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً <span class=ps>ۚ</span> صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ&nbsp;
			<span akey="171">(171)</span>
		</p>

			
		<p aya="172">
			<span amenu='172'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ&nbsp;
			<span akey="172">(172)</span>
		</p>

			
		<p aya="173">
			<span amenu='173'></span>إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ <span class=ps>ۖ</span> فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ <span class=ps>ۚ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="173">(173)</span>
		</p>

			
		<p aya="174">
			<span amenu='174'></span>إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا <span class=ps>ۙ</span> أُولَٰئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="174">(174)</span>
		</p>

			
		<p aya="175">
			<span amenu='175'></span>أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ وَالْعَذَابَ بِالْمَغْفِرَةِ <span class=ps>ۚ</span> فَمَا أَصْبَرَهُمْ عَلَى النَّارِ&nbsp;
			<span akey="175">(175)</span>
		</p>

			
		<p aya="176">
			<span amenu='176'></span>ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ <span class=ps>ۗ</span> وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ&nbsp;
			<span akey="176">(176)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="27">(ص 27)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="177">
			<span amenu='177'></span><span class=ps>۞</span> لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَىٰ حُبِّهِ ذَوِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا <span class=ps>ۖ</span> وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ <span class=ps>ۗ</span> أُولَٰئِكَ الَّذِينَ صَدَقُوا <span class=ps>ۖ</span> وَأُولَٰئِكَ هُمُ الْمُتَّقُونَ&nbsp;
			<span akey="177">(177)</span>
		</p>

			
		<p aya="178">
			<span amenu='178'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى <span class=ps>ۖ</span> الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَىٰ بِالْأُنْثَىٰ <span class=ps>ۚ</span> فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ <span class=ps>ۗ</span> ذَٰلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ <span class=ps>ۗ</span> فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="178">(178)</span>
		</p>

			
		<p aya="179">
			<span amenu='179'></span>وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ&nbsp;
			<span akey="179">(179)</span>
		</p>

			
		<p aya="180">
			<span amenu='180'></span>كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ <span class=ps>ۖ</span> حَقًّا عَلَى الْمُتَّقِينَ&nbsp;
			<span akey="180">(180)</span>
		</p>

			
		<p aya="181">
			<span amenu='181'></span>فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ <span class=ps>ۚ</span> إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="181">(181)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="28">(ص 28)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="182">
			<span amenu='182'></span>فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ <span class=ps>ۚ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="182">(182)</span>
		</p>

			
		<p aya="183">
			<span amenu='183'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ&nbsp;
			<span akey="183">(183)</span>
		</p>

			
		<p aya="184">
			<span amenu='184'></span>أَيَّامًا مَعْدُودَاتٍ <span class=ps>ۚ</span> فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ <span class=ps>ۚ</span> وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ <span class=ps>ۖ</span> فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ <span class=ps>ۚ</span> وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ <span class=ps>ۖ</span> إِنْ كُنْتُمْ تَعْلَمُونَ&nbsp;
			<span akey="184">(184)</span>
		</p>

			
		<p aya="185">
			<span amenu='185'></span>شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَىٰ وَالْفُرْقَانِ <span class=ps>ۚ</span> فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ <span class=ps>ۖ</span> وَمَنْ كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ <span class=ps>ۗ</span> يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ&nbsp;
			<span akey="185">(185)</span>
		</p>

			
		<p aya="186">
			<span amenu='186'></span>وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ <span class=ps>ۖ</span> أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ <span class=ps>ۖ</span> فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ&nbsp;
			<span akey="186">(186)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="29">(ص 29)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="187">
			<span amenu='187'></span>أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ <span class=ps>ۚ</span> هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ <span class=ps>ۗ</span> عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ <span class=ps>ۖ</span> فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ <span class=ps>ۚ</span> وَكُلُوا وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ <span class=ps>ۖ</span> ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ <span class=ps>ۚ</span> وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ <span class=ps>ۗ</span> تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا <span class=ps>ۗ</span> كَذَٰلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ&nbsp;
			<span akey="187">(187)</span>
		</p>

			
		<p aya="188">
			<span amenu='188'></span>وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ&nbsp;
			<span akey="188">(188)</span>
		</p>

			
		<p aya="189">
			<span amenu='189'></span><span class=ps>۞</span> يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ <span class=ps>ۖ</span> قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ <span class=ps>ۗ</span> وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ <span class=ps>ۗ</span> وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا <span class=ps>ۚ</span> وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ&nbsp;
			<span akey="189">(189)</span>
		</p>

			
		<p aya="190">
			<span amenu='190'></span>وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا <span class=ps>ۚ</span> إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ&nbsp;
			<span akey="190">(190)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="30">(ص 30)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="191">
			<span amenu='191'></span>وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ <span class=ps>ۚ</span> وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ <span class=ps>ۚ</span> وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ <span class=ps>ۖ</span> فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ <span class=ps>ۗ</span> كَذَٰلِكَ جَزَاءُ الْكَافِرِينَ&nbsp;
			<span akey="191">(191)</span>
		</p>

			
		<p aya="192">
			<span amenu='192'></span>فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="192">(192)</span>
		</p>

			
		<p aya="193">
			<span amenu='193'></span>وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ <span class=ps>ۖ</span> فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ&nbsp;
			<span akey="193">(193)</span>
		</p>

			
		<p aya="194">
			<span amenu='194'></span>الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ <span class=ps>ۚ</span> فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ <span class=ps>ۚ</span> وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ&nbsp;
			<span akey="194">(194)</span>
		</p>

			
		<p aya="195">
			<span amenu='195'></span>وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ <span class=ps>ۛ</span> وَأَحْسِنُوا <span class=ps>ۛ</span> إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ&nbsp;
			<span akey="195">(195)</span>
		</p>

			
		<p aya="196">
			<span amenu='196'></span>وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ <span class=ps>ۚ</span> فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ <span class=ps>ۖ</span> وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ <span class=ps>ۚ</span> فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ <span class=ps>ۚ</span> فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ <span class=ps>ۚ</span> فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ <span class=ps>ۗ</span> تِلْكَ عَشَرَةٌ كَامِلَةٌ <span class=ps>ۗ</span> ذَٰلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ <span class=ps>ۚ</span> وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ&nbsp;
			<span akey="196">(196)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="31">(ص 31)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="197">
			<span amenu='197'></span>الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ <span class=ps>ۚ</span> فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ <span class=ps>ۗ</span> وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ <span class=ps>ۗ</span> وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ <span class=ps>ۚ</span> وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ&nbsp;
			<span akey="197">(197)</span>
		</p>

			
		<p aya="198">
			<span amenu='198'></span>لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ <span class=ps>ۚ</span> فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ <span class=ps>ۖ</span> وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ&nbsp;
			<span akey="198">(198)</span>
		</p>

			
		<p aya="199">
			<span amenu='199'></span>ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ <span class=ps>ۚ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="199">(199)</span>
		</p>

			
		<p aya="200">
			<span amenu='200'></span>فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا <span class=ps>ۗ</span> فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ&nbsp;
			<span akey="200">(200)</span>
		</p>

			
		<p aya="201">
			<span amenu='201'></span>وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ&nbsp;
			<span akey="201">(201)</span>
		</p>

			
		<p aya="202">
			<span amenu='202'></span>أُولَٰئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا <span class=ps>ۚ</span> وَاللَّهُ سَرِيعُ الْحِسَابِ&nbsp;
			<span akey="202">(202)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="32">(ص 32)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="203">
			<span amenu='203'></span><span class=ps>۞</span> وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ <span class=ps>ۚ</span> فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ <span class=ps>ۚ</span> لِمَنِ اتَّقَىٰ <span class=ps>ۗ</span> وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ&nbsp;
			<span akey="203">(203)</span>
		</p>

			
		<p aya="204">
			<span amenu='204'></span>وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَىٰ مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ&nbsp;
			<span akey="204">(204)</span>
		</p>

			
		<p aya="205">
			<span amenu='205'></span>وَإِذَا تَوَلَّىٰ سَعَىٰ فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ <span class=ps>ۗ</span> وَاللَّهُ لَا يُحِبُّ الْفَسَادَ&nbsp;
			<span akey="205">(205)</span>
		</p>

			
		<p aya="206">
			<span amenu='206'></span>وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ <span class=ps>ۚ</span> فَحَسْبُهُ جَهَنَّمُ <span class=ps>ۚ</span> وَلَبِئْسَ الْمِهَادُ&nbsp;
			<span akey="206">(206)</span>
		</p>

			
		<p aya="207">
			<span amenu='207'></span>وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ <span class=ps>ۗ</span> وَاللَّهُ رَءُوفٌ بِالْعِبَادِ&nbsp;
			<span akey="207">(207)</span>
		</p>

			
		<p aya="208">
			<span amenu='208'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ <span class=ps>ۚ</span> إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ&nbsp;
			<span akey="208">(208)</span>
		</p>

			
		<p aya="209">
			<span amenu='209'></span>فَإِنْ زَلَلْتُمْ مِنْ بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ&nbsp;
			<span akey="209">(209)</span>
		</p>

			
		<p aya="210">
			<span amenu='210'></span>هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ <span class=ps>ۚ</span> وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ&nbsp;
			<span akey="210">(210)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="33">(ص 33)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="211">
			<span amenu='211'></span>سَلْ بَنِي إِسْرَائِيلَ كَمْ آتَيْنَاهُمْ مِنْ آيَةٍ بَيِّنَةٍ <span class=ps>ۗ</span> وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ&nbsp;
			<span akey="211">(211)</span>
		</p>

			
		<p aya="212">
			<span amenu='212'></span>زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا <span class=ps>ۘ</span> وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ <span class=ps>ۗ</span> وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ&nbsp;
			<span akey="212">(212)</span>
		</p>

			
		<p aya="213">
			<span amenu='213'></span>كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ <span class=ps>ۚ</span> وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ <span class=ps>ۖ</span> فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ <span class=ps>ۗ</span> وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ&nbsp;
			<span akey="213">(213)</span>
		</p>

			
		<p aya="214">
			<span amenu='214'></span>أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ <span class=ps>ۖ</span> مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ <span class=ps>ۗ</span> أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ&nbsp;
			<span akey="214">(214)</span>
		</p>

			
		<p aya="215">
			<span amenu='215'></span>يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ <span class=ps>ۖ</span> قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ <span class=ps>ۗ</span> وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ&nbsp;
			<span akey="215">(215)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="34">(ص 34)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="216">
			<span amenu='216'></span>كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ <span class=ps>ۖ</span> وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ <span class=ps>ۖ</span> وَعَسَىٰ أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ <span class=ps>ۗ</span> وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ&nbsp;
			<span akey="216">(216)</span>
		</p>

			
		<p aya="217">
			<span amenu='217'></span>يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ <span class=ps>ۖ</span> قُلْ قِتَالٌ فِيهِ كَبِيرٌ <span class=ps>ۖ</span> وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ <span class=ps>ۚ</span> وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ <span class=ps>ۗ</span> وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا <span class=ps>ۚ</span> وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ <span class=ps>ۖ</span> وَأُولَٰئِكَ أَصْحَابُ النَّارِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="217">(217)</span>
		</p>

			
		<p aya="218">
			<span amenu='218'></span>إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَٰئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ <span class=ps>ۚ</span> وَاللَّهُ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="218">(218)</span>
		</p>

			
		<p aya="219">
			<span amenu='219'></span><span class=ps>۞</span> يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ <span class=ps>ۖ</span> قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا <span class=ps>ۗ</span> وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ <span class=ps>ۗ</span> كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ&nbsp;
			<span akey="219">(219)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="35">(ص 35)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="220">
			<span amenu='220'></span>فِي الدُّنْيَا وَالْآخِرَةِ <span class=ps>ۗ</span> وَيَسْأَلُونَكَ عَنِ الْيَتَامَىٰ <span class=ps>ۖ</span> قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ <span class=ps>ۖ</span> وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ <span class=ps>ۚ</span> وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ <span class=ps>ۚ</span> وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ&nbsp;
			<span akey="220">(220)</span>
		</p>

			
		<p aya="221">
			<span amenu='221'></span>وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ <span class=ps>ۚ</span> وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ <span class=ps>ۗ</span> وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا <span class=ps>ۚ</span> وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ <span class=ps>ۗ</span> أُولَٰئِكَ يَدْعُونَ إِلَى النَّارِ <span class=ps>ۖ</span> وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ <span class=ps>ۖ</span> وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ&nbsp;
			<span akey="221">(221)</span>
		</p>

			
		<p aya="222">
			<span amenu='222'></span>وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ <span class=ps>ۖ</span> قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ <span class=ps>ۖ</span> وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ <span class=ps>ۖ</span> فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ <span class=ps>ۚ</span> إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ&nbsp;
			<span akey="222">(222)</span>
		</p>

			
		<p aya="223">
			<span amenu='223'></span>نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ <span class=ps>ۖ</span> وَقَدِّمُوا لِأَنْفُسِكُمْ <span class=ps>ۚ</span> وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ <span class=ps>ۗ</span> وَبَشِّرِ الْمُؤْمِنِينَ&nbsp;
			<span akey="223">(223)</span>
		</p>

			
		<p aya="224">
			<span amenu='224'></span>وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ <span class=ps>ۗ</span> وَاللَّهُ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="224">(224)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="36">(ص 36)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="225">
			<span amenu='225'></span>لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ <span class=ps>ۗ</span> وَاللَّهُ غَفُورٌ حَلِيمٌ&nbsp;
			<span akey="225">(225)</span>
		</p>

			
		<p aya="226">
			<span amenu='226'></span>لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ <span class=ps>ۖ</span> فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="226">(226)</span>
		</p>

			
		<p aya="227">
			<span amenu='227'></span>وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="227">(227)</span>
		</p>

			
		<p aya="228">
			<span amenu='228'></span>وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ <span class=ps>ۚ</span> وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ <span class=ps>ۚ</span> وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنْ أَرَادُوا إِصْلَاحًا <span class=ps>ۚ</span> وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ <span class=ps>ۚ</span> وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ <span class=ps>ۗ</span> وَاللَّهُ عَزِيزٌ حَكِيمٌ&nbsp;
			<span akey="228">(228)</span>
		</p>

			
		<p aya="229">
			<span amenu='229'></span>الطَّلَاقُ مَرَّتَانِ <span class=ps>ۖ</span> فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ <span class=ps>ۗ</span> وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ <span class=ps>ۖ</span> فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ <span class=ps>ۗ</span> تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا <span class=ps>ۚ</span> وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ&nbsp;
			<span akey="229">(229)</span>
		</p>

			
		<p aya="230">
			<span amenu='230'></span>فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّىٰ تَنْكِحَ زَوْجًا غَيْرَهُ <span class=ps>ۗ</span> فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ <span class=ps>ۗ</span> وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ&nbsp;
			<span akey="230">(230)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="37">(ص 37)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="231">
			<span amenu='231'></span>وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ <span class=ps>ۚ</span> وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا <span class=ps>ۚ</span> وَمَنْ يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُ <span class=ps>ۚ</span> وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا <span class=ps>ۚ</span> وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ <span class=ps>ۚ</span> وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="231">(231)</span>
		</p>

			
		<p aya="232">
			<span amenu='232'></span>وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ <span class=ps>ۗ</span> ذَٰلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ <span class=ps>ۗ</span> ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ <span class=ps>ۗ</span> وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ&nbsp;
			<span akey="232">(232)</span>
		</p>

			
		<p aya="233">
			<span amenu='233'></span><span class=ps>۞</span> وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ <span class=ps>ۖ</span> لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ <span class=ps>ۚ</span> وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ <span class=ps>ۚ</span> لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا <span class=ps>ۚ</span> لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ <span class=ps>ۚ</span> وَعَلَى الْوَارِثِ مِثْلُ ذَٰلِكَ <span class=ps>ۗ</span> فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا <span class=ps>ۗ</span> وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ <span class=ps>ۗ</span> وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ&nbsp;
			<span akey="233">(233)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="38">(ص 38)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="234">
			<span amenu='234'></span>وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا <span class=ps>ۖ</span> فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ <span class=ps>ۗ</span> وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ&nbsp;
			<span akey="234">(234)</span>
		</p>

			
		<p aya="235">
			<span amenu='235'></span>وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ <span class=ps>ۚ</span> عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا <span class=ps>ۚ</span> وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ <span class=ps>ۚ</span> وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ <span class=ps>ۚ</span> وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ&nbsp;
			<span akey="235">(235)</span>
		</p>

			
		<p aya="236">
			<span amenu='236'></span>لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً <span class=ps>ۚ</span> وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ <span class=ps>ۖ</span> حَقًّا عَلَى الْمُحْسِنِينَ&nbsp;
			<span akey="236">(236)</span>
		</p>

			
		<p aya="237">
			<span amenu='237'></span>وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ <span class=ps>ۚ</span> وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ <span class=ps>ۚ</span> وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ&nbsp;
			<span akey="237">(237)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="39">(ص 39)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="238">
			<span amenu='238'></span>حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَىٰ وَقُومُوا لِلَّهِ قَانِتِينَ&nbsp;
			<span akey="238">(238)</span>
		</p>

			
		<p aya="239">
			<span amenu='239'></span>فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا <span class=ps>ۖ</span> فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ&nbsp;
			<span akey="239">(239)</span>
		</p>

			
		<p aya="240">
			<span amenu='240'></span>وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ <span class=ps>ۚ</span> فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ <span class=ps>ۗ</span> وَاللَّهُ عَزِيزٌ حَكِيمٌ&nbsp;
			<span akey="240">(240)</span>
		</p>

			
		<p aya="241">
			<span amenu='241'></span>وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ <span class=ps>ۖ</span> حَقًّا عَلَى الْمُتَّقِينَ&nbsp;
			<span akey="241">(241)</span>
		</p>

			
		<p aya="242">
			<span amenu='242'></span>كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ&nbsp;
			<span akey="242">(242)</span>
		</p>

			
		<p aya="243">
			<span amenu='243'></span><span class=ps>۞</span> أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ&nbsp;
			<span akey="243">(243)</span>
		</p>

			
		<p aya="244">
			<span amenu='244'></span>وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="244">(244)</span>
		</p>

			
		<p aya="245">
			<span amenu='245'></span>مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً <span class=ps>ۚ</span> وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ&nbsp;
			<span akey="245">(245)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="40">(ص 40)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="246">
			<span amenu='246'></span>أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَىٰ إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ <span class=ps>ۖ</span> قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا <span class=ps>ۖ</span> قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا <span class=ps>ۖ</span> فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ&nbsp;
			<span akey="246">(246)</span>
		</p>

			
		<p aya="247">
			<span amenu='247'></span>وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا <span class=ps>ۚ</span> قَالُوا أَنَّىٰ يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ <span class=ps>ۚ</span> قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ <span class=ps>ۖ</span> وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ <span class=ps>ۚ</span> وَاللَّهُ وَاسِعٌ عَلِيمٌ&nbsp;
			<span akey="247">(247)</span>
		</p>

			
		<p aya="248">
			<span amenu='248'></span>وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ <span class=ps>ۚ</span> إِنَّ فِي ذَٰلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ&nbsp;
			<span akey="248">(248)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="41">(ص 41)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="249">
			<span amenu='249'></span>فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ <span class=ps>ۚ</span> فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ <span class=ps>ۚ</span> فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ <span class=ps>ۚ</span> قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ <span class=ps>ۗ</span> وَاللَّهُ مَعَ الصَّابِرِينَ&nbsp;
			<span akey="249">(249)</span>
		</p>

			
		<p aya="250">
			<span amenu='250'></span>وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ&nbsp;
			<span akey="250">(250)</span>
		</p>

			
		<p aya="251">
			<span amenu='251'></span>فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ <span class=ps>ۗ</span> وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَٰكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ&nbsp;
			<span akey="251">(251)</span>
		</p>

			
		<p aya="252">
			<span amenu='252'></span>تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ <span class=ps>ۚ</span> وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ&nbsp;
			<span akey="252">(252)</span>
		</p>

					<p id='Part_3'>(الجزء 3)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="42">(ص 42)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="253">
			<span amenu='253'></span><span class=ps>۞</span> تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ <span class=ps>ۘ</span> مِنْهُمْ مَنْ كَلَّمَ اللَّهُ <span class=ps>ۖ</span> وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ <span class=ps>ۚ</span> وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ <span class=ps>ۗ</span> وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَٰكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ <span class=ps>ۚ</span> وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَٰكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ&nbsp;
			<span akey="253">(253)</span>
		</p>

			
		<p aya="254">
			<span amenu='254'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ <span class=ps>ۗ</span> وَالْكَافِرُونَ هُمُ الظَّالِمُونَ&nbsp;
			<span akey="254">(254)</span>
		</p>

			
		<p aya="255">
			<span amenu='255'></span>اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ <span class=ps>ۚ</span> لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ <span class=ps>ۚ</span> لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ <span class=ps>ۗ</span> مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ <span class=ps>ۚ</span> يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ <span class=ps>ۖ</span> وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ <span class=ps>ۚ</span> وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ <span class=ps>ۖ</span> وَلَا يَئُودُهُ حِفْظُهُمَا <span class=ps>ۚ</span> وَهُوَ الْعَلِيُّ الْعَظِيمُ&nbsp;
			<span akey="255">(255)</span>
		</p>

			
		<p aya="256">
			<span amenu='256'></span>لَا إِكْرَاهَ فِي الدِّينِ <span class=ps>ۖ</span> قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ <span class=ps>ۚ</span> فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انْفِصَامَ لَهَا <span class=ps>ۗ</span> وَاللَّهُ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="256">(256)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="43">(ص 43)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="257">
			<span amenu='257'></span>اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ <span class=ps>ۖ</span> وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ <span class=ps>ۗ</span> أُولَٰئِكَ أَصْحَابُ النَّارِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="257">(257)</span>
		</p>

			
		<p aya="258">
			<span amenu='258'></span>أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ <span class=ps>ۖ</span> قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ <span class=ps>ۗ</span> وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ&nbsp;
			<span akey="258">(258)</span>
		</p>

			
		<p aya="259">
			<span amenu='259'></span>أَوْ كَالَّذِي مَرَّ عَلَىٰ قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْيِي هَٰذِهِ اللَّهُ بَعْدَ مَوْتِهَا <span class=ps>ۖ</span> فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ <span class=ps>ۖ</span> قَالَ كَمْ لَبِثْتَ <span class=ps>ۖ</span> قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ <span class=ps>ۖ</span> قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ <span class=ps>ۖ</span> وَانْظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ <span class=ps>ۖ</span> وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا <span class=ps>ۚ</span> فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="259">(259)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="44">(ص 44)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="260">
			<span amenu='260'></span>وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ <span class=ps>ۖ</span> قَالَ أَوَلَمْ تُؤْمِنْ <span class=ps>ۖ</span> قَالَ بَلَىٰ وَلَٰكِنْ لِيَطْمَئِنَّ قَلْبِي <span class=ps>ۖ</span> قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا <span class=ps>ۚ</span> وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ&nbsp;
			<span akey="260">(260)</span>
		</p>

			
		<p aya="261">
			<span amenu='261'></span>مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ <span class=ps>ۗ</span> وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ <span class=ps>ۗ</span> وَاللَّهُ وَاسِعٌ عَلِيمٌ&nbsp;
			<span akey="261">(261)</span>
		</p>

			
		<p aya="262">
			<span amenu='262'></span>الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى <span class=ps>ۙ</span> لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="262">(262)</span>
		</p>

			
		<p aya="263">
			<span amenu='263'></span><span class=ps>۞</span> قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى <span class=ps>ۗ</span> وَاللَّهُ غَنِيٌّ حَلِيمٌ&nbsp;
			<span akey="263">(263)</span>
		</p>

			
		<p aya="264">
			<span amenu='264'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَىٰ كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ <span class=ps>ۖ</span> فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا <span class=ps>ۖ</span> لَا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِمَّا كَسَبُوا <span class=ps>ۗ</span> وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ&nbsp;
			<span akey="264">(264)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="45">(ص 45)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="265">
			<span amenu='265'></span>وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ <span class=ps>ۗ</span> وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ&nbsp;
			<span akey="265">(265)</span>
		</p>

			
		<p aya="266">
			<span amenu='266'></span>أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ <span class=ps>ۗ</span> كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ&nbsp;
			<span akey="266">(266)</span>
		</p>

			
		<p aya="267">
			<span amenu='267'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ <span class=ps>ۖ</span> وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ <span class=ps>ۚ</span> وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ&nbsp;
			<span akey="267">(267)</span>
		</p>

			
		<p aya="268">
			<span amenu='268'></span>الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ <span class=ps>ۖ</span> وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا <span class=ps>ۗ</span> وَاللَّهُ وَاسِعٌ عَلِيمٌ&nbsp;
			<span akey="268">(268)</span>
		</p>

			
		<p aya="269">
			<span amenu='269'></span>يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ <span class=ps>ۚ</span> وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا <span class=ps>ۗ</span> وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ&nbsp;
			<span akey="269">(269)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="46">(ص 46)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="270">
			<span amenu='270'></span>وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ <span class=ps>ۗ</span> وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ&nbsp;
			<span akey="270">(270)</span>
		</p>

			
		<p aya="271">
			<span amenu='271'></span>إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ <span class=ps>ۖ</span> وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ <span class=ps>ۚ</span> وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ <span class=ps>ۗ</span> وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ&nbsp;
			<span akey="271">(271)</span>
		</p>

			
		<p aya="272">
			<span amenu='272'></span><span class=ps>۞</span> لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ <span class=ps>ۗ</span> وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ <span class=ps>ۚ</span> وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ <span class=ps>ۚ</span> وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ&nbsp;
			<span akey="272">(272)</span>
		</p>

			
		<p aya="273">
			<span amenu='273'></span>لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا <span class=ps>ۗ</span> وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ&nbsp;
			<span akey="273">(273)</span>
		</p>

			
		<p aya="274">
			<span amenu='274'></span>الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="274">(274)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="47">(ص 47)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="275">
			<span amenu='275'></span>الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ <span class=ps>ۚ</span> ذَٰلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا <span class=ps>ۗ</span> وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا <span class=ps>ۚ</span> فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَىٰ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ <span class=ps>ۖ</span> وَمَنْ عَادَ فَأُولَٰئِكَ أَصْحَابُ النَّارِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="275">(275)</span>
		</p>

			
		<p aya="276">
			<span amenu='276'></span>يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ <span class=ps>ۗ</span> وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ&nbsp;
			<span akey="276">(276)</span>
		</p>

			
		<p aya="277">
			<span amenu='277'></span>إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="277">(277)</span>
		</p>

			
		<p aya="278">
			<span amenu='278'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ&nbsp;
			<span akey="278">(278)</span>
		</p>

			
		<p aya="279">
			<span amenu='279'></span>فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ <span class=ps>ۖ</span> وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ&nbsp;
			<span akey="279">(279)</span>
		</p>

			
		<p aya="280">
			<span amenu='280'></span>وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ <span class=ps>ۚ</span> وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ <span class=ps>ۖ</span> إِنْ كُنْتُمْ تَعْلَمُونَ&nbsp;
			<span akey="280">(280)</span>
		</p>

			
		<p aya="281">
			<span amenu='281'></span>وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ <span class=ps>ۖ</span> ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ&nbsp;
			<span akey="281">(281)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="48">(ص 48)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="282">
			<span amenu='282'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَىٰ أَجَلٍ مُسَمًّى فَاكْتُبُوهُ <span class=ps>ۚ</span> وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ <span class=ps>ۚ</span> وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ <span class=ps>ۚ</span> فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا <span class=ps>ۚ</span> فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ <span class=ps>ۚ</span> وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ <span class=ps>ۖ</span> فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَىٰ <span class=ps>ۚ</span> وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا <span class=ps>ۚ</span> وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰ أَجَلِهِ <span class=ps>ۚ</span> ذَٰلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَىٰ أَلَّا تَرْتَابُوا <span class=ps>ۖ</span> إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا <span class=ps>ۗ</span> وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ <span class=ps>ۚ</span> وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ <span class=ps>ۚ</span> وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ <span class=ps>ۗ</span> وَاتَّقُوا اللَّهَ <span class=ps>ۖ</span> وَيُعَلِّمُكُمُ اللَّهُ <span class=ps>ۗ</span> وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="282">(282)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="49">(ص 49)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="283">
			<span amenu='283'></span><span class=ps>۞</span> وَإِنْ كُنْتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ <span class=ps>ۖ</span> فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ <span class=ps>ۗ</span> وَلَا تَكْتُمُوا الشَّهَادَةَ <span class=ps>ۚ</span> وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ <span class=ps>ۗ</span> وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ&nbsp;
			<span akey="283">(283)</span>
		</p>

			
		<p aya="284">
			<span amenu='284'></span>لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ <span class=ps>ۗ</span> وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ <span class=ps>ۖ</span> فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ <span class=ps>ۗ</span> وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="284">(284)</span>
		</p>

			
		<p aya="285">
			<span amenu='285'></span>آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ <span class=ps>ۚ</span> كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ <span class=ps>ۚ</span> وَقَالُوا سَمِعْنَا وَأَطَعْنَا <span class=ps>ۖ</span> غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ&nbsp;
			<span akey="285">(285)</span>
		</p>

			
		<p aya="286">
			<span amenu='286'></span>لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا <span class=ps>ۚ</span> لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ <span class=ps>ۗ</span> رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا <span class=ps>ۚ</span> رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا <span class=ps>ۚ</span> رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ <span class=ps>ۖ</span> وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا <span class=ps>ۚ</span> أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ&nbsp;
			<span akey="286">(286)</span>
		</p>

			
	</body>
</html>
