<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(41 - سورة فصلت)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="477">(ص 477)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>

		<p aya="1">
			<span amenu='1'></span> حم&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>تَنْزِيلٌ مِنَ الرَّحْمَٰنِ الرَّحِيمِ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ <span class=ps>ۗ</span> وَوَيْلٌ لِلْمُشْرِكِينَ&nbsp;
			<span akey="6">(6)</span>
		</p>

			
		<p aya="7">
			<span amenu='7'></span>الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span><span class=ps>۞</span> قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا <span class=ps>ۚ</span> ذَٰلِكَ رَبُّ الْعَالَمِينَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ&nbsp;
			<span akey="11">(11)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="478">(ص 478)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="12">
			<span amenu='12'></span>فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا <span class=ps>ۚ</span> وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا <span class=ps>ۚ</span> ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span>إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ <span class=ps>ۖ</span> قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً <span class=ps>ۖ</span> أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً <span class=ps>ۖ</span> وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا <span class=ps>ۖ</span> وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ <span class=ps>ۖ</span> وَهُمْ لَا يُنْصَرُونَ&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ&nbsp;
			<span akey="18">(18)</span>
		</p>

			
		<p aya="19">
			<span amenu='19'></span>وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>حَتَّىٰ إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="20">(20)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="479">(ص 479)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="21">
			<span amenu='21'></span>وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا <span class=ps>ۖ</span> قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ&nbsp;
			<span akey="21">(21)</span>
		</p>

			
		<p aya="22">
			<span amenu='22'></span>وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ&nbsp;
			<span akey="22">(22)</span>
		</p>

			
		<p aya="23">
			<span amenu='23'></span>وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ&nbsp;
			<span akey="23">(23)</span>
		</p>

			
		<p aya="24">
			<span amenu='24'></span>فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ <span class=ps>ۖ</span> وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ&nbsp;
			<span akey="24">(24)</span>
		</p>

			
		<p aya="25">
			<span amenu='25'></span><span class=ps>۞</span> وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ <span class=ps>ۖ</span> إِنَّهُمْ كَانُوا خَاسِرِينَ&nbsp;
			<span akey="25">(25)</span>
		</p>

			
		<p aya="26">
			<span amenu='26'></span>وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ&nbsp;
			<span akey="26">(26)</span>
		</p>

			
		<p aya="27">
			<span amenu='27'></span>فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="27">(27)</span>
		</p>

			
		<p aya="28">
			<span amenu='28'></span>ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ <span class=ps>ۖ</span> لَهُمْ فِيهَا دَارُ الْخُلْدِ <span class=ps>ۖ</span> جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ&nbsp;
			<span akey="28">(28)</span>
		</p>

			
		<p aya="29">
			<span amenu='29'></span>وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ&nbsp;
			<span akey="29">(29)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="480">(ص 480)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="30">
			<span amenu='30'></span>إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ&nbsp;
			<span akey="30">(30)</span>
		</p>

			
		<p aya="31">
			<span amenu='31'></span>نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ <span class=ps>ۖ</span> وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ&nbsp;
			<span akey="31">(31)</span>
		</p>

			
		<p aya="32">
			<span amenu='32'></span>نُزُلًا مِنْ غَفُورٍ رَحِيمٍ&nbsp;
			<span akey="32">(32)</span>
		</p>

			
		<p aya="33">
			<span amenu='33'></span>وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ&nbsp;
			<span akey="33">(33)</span>
		</p>

			
		<p aya="34">
			<span amenu='34'></span>وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ <span class=ps>ۚ</span> ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ&nbsp;
			<span akey="34">(34)</span>
		</p>

			
		<p aya="35">
			<span amenu='35'></span>وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ&nbsp;
			<span akey="35">(35)</span>
		</p>

			
		<p aya="36">
			<span amenu='36'></span>وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ <span class=ps>ۖ</span> إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ&nbsp;
			<span akey="36">(36)</span>
		</p>

			
		<p aya="37">
			<span amenu='37'></span>وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ <span class=ps>ۚ</span> لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ&nbsp;
			<span akey="37">(37)</span>
		</p>

			
		<p aya="38">
			<span amenu='38'></span>فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ <span class=ps>۩</span>&nbsp;
			<span akey="38">(38)</span>
		</p>

			 		<div>( س )</div>
  
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="481">(ص 481)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="39">
			<span amenu='39'></span>وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ <span class=ps>ۚ</span> إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ <span class=ps>ۚ</span> إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="39">(39)</span>
		</p>

			
		<p aya="40">
			<span amenu='40'></span>إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا <span class=ps>ۗ</span> أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ <span class=ps>ۚ</span> اعْمَلُوا مَا شِئْتُمْ <span class=ps>ۖ</span> إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ&nbsp;
			<span akey="40">(40)</span>
		</p>

			
		<p aya="41">
			<span amenu='41'></span>إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ <span class=ps>ۖ</span> وَإِنَّهُ لَكِتَابٌ عَزِيزٌ&nbsp;
			<span akey="41">(41)</span>
		</p>

			
		<p aya="42">
			<span amenu='42'></span>لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ <span class=ps>ۖ</span> تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ&nbsp;
			<span akey="42">(42)</span>
		</p>

			
		<p aya="43">
			<span amenu='43'></span>مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ <span class=ps>ۚ</span> إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ&nbsp;
			<span akey="43">(43)</span>
		</p>

			
		<p aya="44">
			<span amenu='44'></span>وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ <span class=ps>ۖ</span> أَأَعْجَمِيٌّ وَعَرَبِيٌّ <span class=ps>ۗ</span> قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ <span class=ps>ۖ</span> وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى <span class=ps>ۚ</span> أُولَٰئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ&nbsp;
			<span akey="44">(44)</span>
		</p>

			
		<p aya="45">
			<span amenu='45'></span>وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ <span class=ps>ۗ</span> وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ <span class=ps>ۚ</span> وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ&nbsp;
			<span akey="45">(45)</span>
		</p>

			
		<p aya="46">
			<span amenu='46'></span>مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ <span class=ps>ۖ</span> وَمَنْ أَسَاءَ فَعَلَيْهَا <span class=ps>ۗ</span> وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ&nbsp;
			<span akey="46">(46)</span>
		</p>

					<p id='Part_25'>(الجزء 25)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="482">(ص 482)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="47">
			<span amenu='47'></span><span class=ps>۞</span> إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ <span class=ps>ۚ</span> وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ <span class=ps>ۚ</span> وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ&nbsp;
			<span akey="47">(47)</span>
		</p>

			
		<p aya="48">
			<span amenu='48'></span>وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ <span class=ps>ۖ</span> وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ&nbsp;
			<span akey="48">(48)</span>
		</p>

			
		<p aya="49">
			<span amenu='49'></span>لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ&nbsp;
			<span akey="49">(49)</span>
		</p>

			
		<p aya="50">
			<span amenu='50'></span>وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَىٰ <span class=ps>ۚ</span> فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ&nbsp;
			<span akey="50">(50)</span>
		</p>

			
		<p aya="51">
			<span amenu='51'></span>وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ&nbsp;
			<span akey="51">(51)</span>
		</p>

			
		<p aya="52">
			<span amenu='52'></span>قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ&nbsp;
			<span akey="52">(52)</span>
		</p>

			
		<p aya="53">
			<span amenu='53'></span>سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ <span class=ps>ۗ</span> أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ&nbsp;
			<span akey="53">(53)</span>
		</p>

			
		<p aya="54">
			<span amenu='54'></span>أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ <span class=ps>ۗ</span> أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ&nbsp;
			<span akey="54">(54)</span>
		</p>

			
	</body>
</html>
