<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(58 - سورة المجادلة)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="542">(ص 542)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>
		<p id='Part_28'>(الجزء 28)</p>

		<p aya="1">
			<span amenu='1'></span> قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا <span class=ps>ۚ</span> إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ <span class=ps>ۖ</span> إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ <span class=ps>ۚ</span> وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا <span class=ps>ۚ</span> وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا <span class=ps>ۚ</span> ذَٰلِكُمْ تُوعَظُونَ بِهِ <span class=ps>ۚ</span> وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا <span class=ps>ۖ</span> فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا <span class=ps>ۚ</span> ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ <span class=ps>ۚ</span> وَتِلْكَ حُدُودُ اللَّهِ <span class=ps>ۗ</span> وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ <span class=ps>ۚ</span> وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ <span class=ps>ۚ</span> وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا <span class=ps>ۚ</span> أَحْصَاهُ اللَّهُ وَنَسُوهُ <span class=ps>ۚ</span> وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ&nbsp;
			<span akey="6">(6)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="543">(ص 543)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="7">
			<span amenu='7'></span>أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ <span class=ps>ۖ</span> مَا يَكُونُ مِنْ نَجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِنْ ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا <span class=ps>ۖ</span> ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ <span class=ps>ۚ</span> إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ <span class=ps>ۚ</span> حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا <span class=ps>ۖ</span> فَبِئْسَ الْمَصِيرُ&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ <span class=ps>ۖ</span> وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ <span class=ps>ۚ</span> وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ <span class=ps>ۖ</span> وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ <span class=ps>ۚ</span> وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ&nbsp;
			<span akey="11">(11)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="544">(ص 544)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="12">
			<span amenu='12'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً <span class=ps>ۚ</span> ذَٰلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ <span class=ps>ۚ</span> فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ <span class=ps>ۚ</span> فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ <span class=ps>ۚ</span> وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span><span class=ps>۞</span> أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا <span class=ps>ۖ</span> إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا <span class=ps>ۚ</span> أُولَٰئِكَ أَصْحَابُ النَّارِ <span class=ps>ۖ</span> هُمْ فِيهَا خَالِدُونَ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ <span class=ps>ۖ</span> وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ <span class=ps>ۚ</span> أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ&nbsp;
			<span akey="18">(18)</span>
		</p>

			
		<p aya="19">
			<span amenu='19'></span>اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ <span class=ps>ۚ</span> أُولَٰئِكَ حِزْبُ الشَّيْطَانِ <span class=ps>ۚ</span> أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَٰئِكَ فِي الْأَذَلِّينَ&nbsp;
			<span akey="20">(20)</span>
		</p>

			
		<p aya="21">
			<span amenu='21'></span>كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي <span class=ps>ۚ</span> إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ&nbsp;
			<span akey="21">(21)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="545">(ص 545)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="22">
			<span amenu='22'></span>لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ <span class=ps>ۚ</span> أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ <span class=ps>ۖ</span> وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا <span class=ps>ۚ</span> رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ <span class=ps>ۚ</span> أُولَٰئِكَ حِزْبُ اللَّهِ <span class=ps>ۚ</span> أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ&nbsp;
			<span akey="22">(22)</span>
		</p>

			
	</body>
</html>
