<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(49 - سورة الحجرات)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="515">(ص 515)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>

		<p aya="1">
			<span amenu='1'></span> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ <span class=ps>ۖ</span> وَاتَّقُوا اللَّهَ <span class=ps>ۚ</span> إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ <span class=ps>ۚ</span> لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ&nbsp;
			<span akey="4">(4)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="516">(ص 516)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="5">
			<span amenu='5'></span>وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ <span class=ps>ۚ</span> وَاللَّهُ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَىٰ مَا فَعَلْتُمْ نَادِمِينَ&nbsp;
			<span akey="6">(6)</span>
		</p>

			
		<p aya="7">
			<span amenu='7'></span>وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ <span class=ps>ۚ</span> لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ <span class=ps>ۚ</span> أُولَٰئِكَ هُمُ الرَّاشِدُونَ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>فَضْلًا مِنَ اللَّهِ وَنِعْمَةً <span class=ps>ۚ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span>وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا <span class=ps>ۖ</span> فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَىٰ فَقَاتِلُوا الَّتِي تَبْغِي حَتَّىٰ تَفِيءَ إِلَىٰ أَمْرِ اللَّهِ <span class=ps>ۚ</span> فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا <span class=ps>ۖ</span> إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ <span class=ps>ۚ</span> وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَىٰ أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَىٰ أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ <span class=ps>ۖ</span> وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ <span class=ps>ۖ</span> بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ <span class=ps>ۚ</span> وَمَنْ لَمْ يَتُبْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ&nbsp;
			<span akey="11">(11)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="517">(ص 517)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="12">
			<span amenu='12'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ <span class=ps>ۖ</span> وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا <span class=ps>ۚ</span> أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ <span class=ps>ۚ</span> وَاتَّقُوا اللَّهَ <span class=ps>ۚ</span> إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا <span class=ps>ۚ</span> إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span><span class=ps>۞</span> قَالَتِ الْأَعْرَابُ آمَنَّا <span class=ps>ۖ</span> قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ <span class=ps>ۖ</span> وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا <span class=ps>ۚ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ <span class=ps>ۚ</span> أُولَٰئِكَ هُمُ الصَّادِقُونَ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ <span class=ps>ۚ</span> وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا <span class=ps>ۖ</span> قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ <span class=ps>ۖ</span> بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۚ</span> وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ&nbsp;
			<span akey="18">(18)</span>
		</p>

			
	</body>
</html>
