<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(24 - سورة النور)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="350">(ص 350)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>

		<p aya="1">
			<span amenu='1'></span> سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ <span class=ps>ۖ</span> وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ <span class=ps>ۖ</span> وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ <span class=ps>ۚ</span> وَحُرِّمَ ذَٰلِكَ عَلَى الْمُؤْمِنِينَ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا <span class=ps>ۚ</span> وَأُولَٰئِكَ هُمُ الْفَاسِقُونَ&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ <span class=ps>ۙ</span> إِنَّهُ لَمِنَ الصَّادِقِينَ&nbsp;
			<span akey="6">(6)</span>
		</p>

			
		<p aya="7">
			<span amenu='7'></span>وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ <span class=ps>ۙ</span> إِنَّهُ لَمِنَ الْكَاذِبِينَ&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span>وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ&nbsp;
			<span akey="10">(10)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="351">(ص 351)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="11">
			<span amenu='11'></span>إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ <span class=ps>ۚ</span> لَا تَحْسَبُوهُ شَرًّا لَكُمْ <span class=ps>ۖ</span> بَلْ هُوَ خَيْرٌ لَكُمْ <span class=ps>ۚ</span> لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ <span class=ps>ۚ</span> وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ&nbsp;
			<span akey="11">(11)</span>
		</p>

			
		<p aya="12">
			<span amenu='12'></span>لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَٰذَا إِفْكٌ مُبِينٌ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ <span class=ps>ۚ</span> فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَٰئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span>وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَٰذَا سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ <span class=ps>ۚ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="18">(18)</span>
		</p>

			
		<p aya="19">
			<span amenu='19'></span>إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ <span class=ps>ۚ</span> وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ&nbsp;
			<span akey="20">(20)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="352">(ص 352)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="21">
			<span amenu='21'></span><span class=ps>۞</span> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ <span class=ps>ۚ</span> وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ <span class=ps>ۚ</span> وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَٰكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ <span class=ps>ۗ</span> وَاللَّهُ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="21">(21)</span>
		</p>

			
		<p aya="22">
			<span amenu='22'></span>وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ <span class=ps>ۖ</span> وَلْيَعْفُوا وَلْيَصْفَحُوا <span class=ps>ۗ</span> أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ <span class=ps>ۗ</span> وَاللَّهُ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="22">(22)</span>
		</p>

			
		<p aya="23">
			<span amenu='23'></span>إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ&nbsp;
			<span akey="23">(23)</span>
		</p>

			
		<p aya="24">
			<span amenu='24'></span>يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="24">(24)</span>
		</p>

			
		<p aya="25">
			<span amenu='25'></span>يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ&nbsp;
			<span akey="25">(25)</span>
		</p>

			
		<p aya="26">
			<span amenu='26'></span>الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ <span class=ps>ۖ</span> وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ <span class=ps>ۚ</span> أُولَٰئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ <span class=ps>ۖ</span> لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ&nbsp;
			<span akey="26">(26)</span>
		</p>

			
		<p aya="27">
			<span amenu='27'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَىٰ أَهْلِهَا <span class=ps>ۚ</span> ذَٰلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ&nbsp;
			<span akey="27">(27)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="353">(ص 353)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="28">
			<span amenu='28'></span>فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ <span class=ps>ۖ</span> وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا <span class=ps>ۖ</span> هُوَ أَزْكَىٰ لَكُمْ <span class=ps>ۚ</span> وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ&nbsp;
			<span akey="28">(28)</span>
		</p>

			
		<p aya="29">
			<span amenu='29'></span>لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ <span class=ps>ۚ</span> وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ&nbsp;
			<span akey="29">(29)</span>
		</p>

			
		<p aya="30">
			<span amenu='30'></span>قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ <span class=ps>ۚ</span> ذَٰلِكَ أَزْكَىٰ لَهُمْ <span class=ps>ۗ</span> إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ&nbsp;
			<span akey="30">(30)</span>
		</p>

			
		<p aya="31">
			<span amenu='31'></span>وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا <span class=ps>ۖ</span> وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ <span class=ps>ۖ</span> وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ <span class=ps>ۖ</span> وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ <span class=ps>ۚ</span> وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ&nbsp;
			<span akey="31">(31)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="354">(ص 354)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="32">
			<span amenu='32'></span>وَأَنْكِحُوا الْأَيَامَىٰ مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ <span class=ps>ۚ</span> إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ <span class=ps>ۗ</span> وَاللَّهُ وَاسِعٌ عَلِيمٌ&nbsp;
			<span akey="32">(32)</span>
		</p>

			
		<p aya="33">
			<span amenu='33'></span>وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ <span class=ps>ۗ</span> وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا <span class=ps>ۖ</span> وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ <span class=ps>ۚ</span> وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا <span class=ps>ۚ</span> وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="33">(33)</span>
		</p>

			
		<p aya="34">
			<span amenu='34'></span>وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ&nbsp;
			<span akey="34">(34)</span>
		</p>

			
		<p aya="35">
			<span amenu='35'></span><span class=ps>۞</span> اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۚ</span> مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ <span class=ps>ۖ</span> الْمِصْبَاحُ فِي زُجَاجَةٍ <span class=ps>ۖ</span> الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ <span class=ps>ۚ</span> نُورٌ عَلَىٰ نُورٍ <span class=ps>ۗ</span> يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ <span class=ps>ۚ</span> وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ <span class=ps>ۗ</span> وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="35">(35)</span>
		</p>

			
		<p aya="36">
			<span amenu='36'></span>فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ&nbsp;
			<span akey="36">(36)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="355">(ص 355)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="37">
			<span amenu='37'></span>رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ <span class=ps>ۙ</span> يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ&nbsp;
			<span akey="37">(37)</span>
		</p>

			
		<p aya="38">
			<span amenu='38'></span>لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ <span class=ps>ۗ</span> وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ&nbsp;
			<span akey="38">(38)</span>
		</p>

			
		<p aya="39">
			<span amenu='39'></span>وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ <span class=ps>ۗ</span> وَاللَّهُ سَرِيعُ الْحِسَابِ&nbsp;
			<span akey="39">(39)</span>
		</p>

			
		<p aya="40">
			<span amenu='40'></span>أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ <span class=ps>ۚ</span> ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا <span class=ps>ۗ</span> وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ&nbsp;
			<span akey="40">(40)</span>
		</p>

			
		<p aya="41">
			<span amenu='41'></span>أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ <span class=ps>ۖ</span> كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ&nbsp;
			<span akey="41">(41)</span>
		</p>

			
		<p aya="42">
			<span amenu='42'></span>وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> وَإِلَى اللَّهِ الْمَصِيرُ&nbsp;
			<span akey="42">(42)</span>
		</p>

			
		<p aya="43">
			<span amenu='43'></span>أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ <span class=ps>ۖ</span> يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ&nbsp;
			<span akey="43">(43)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="356">(ص 356)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="44">
			<span amenu='44'></span>يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ <span class=ps>ۚ</span> إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ&nbsp;
			<span akey="44">(44)</span>
		</p>

			
		<p aya="45">
			<span amenu='45'></span>وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ <span class=ps>ۖ</span> فَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ أَرْبَعٍ <span class=ps>ۚ</span> يَخْلُقُ اللَّهُ مَا يَشَاءُ <span class=ps>ۚ</span> إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="45">(45)</span>
		</p>

			
		<p aya="46">
			<span amenu='46'></span>لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ <span class=ps>ۚ</span> وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ&nbsp;
			<span akey="46">(46)</span>
		</p>

			
		<p aya="47">
			<span amenu='47'></span>وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَٰلِكَ <span class=ps>ۚ</span> وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ&nbsp;
			<span akey="47">(47)</span>
		</p>

			
		<p aya="48">
			<span amenu='48'></span>وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ&nbsp;
			<span akey="48">(48)</span>
		</p>

			
		<p aya="49">
			<span amenu='49'></span>وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ&nbsp;
			<span akey="49">(49)</span>
		</p>

			
		<p aya="50">
			<span amenu='50'></span>أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ <span class=ps>ۚ</span> بَلْ أُولَٰئِكَ هُمُ الظَّالِمُونَ&nbsp;
			<span akey="50">(50)</span>
		</p>

			
		<p aya="51">
			<span amenu='51'></span>إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا <span class=ps>ۚ</span> وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ&nbsp;
			<span akey="51">(51)</span>
		</p>

			
		<p aya="52">
			<span amenu='52'></span>وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَٰئِكَ هُمُ الْفَائِزُونَ&nbsp;
			<span akey="52">(52)</span>
		</p>

			
		<p aya="53">
			<span amenu='53'></span><span class=ps>۞</span> وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ <span class=ps>ۖ</span> قُلْ لَا تُقْسِمُوا <span class=ps>ۖ</span> طَاعَةٌ مَعْرُوفَةٌ <span class=ps>ۚ</span> إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ&nbsp;
			<span akey="53">(53)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="357">(ص 357)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="54">
			<span amenu='54'></span>قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ <span class=ps>ۖ</span> فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ <span class=ps>ۖ</span> وَإِنْ تُطِيعُوهُ تَهْتَدُوا <span class=ps>ۚ</span> وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ&nbsp;
			<span akey="54">(54)</span>
		</p>

			
		<p aya="55">
			<span amenu='55'></span>وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا <span class=ps>ۚ</span> يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا <span class=ps>ۚ</span> وَمَنْ كَفَرَ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ&nbsp;
			<span akey="55">(55)</span>
		</p>

			
		<p aya="56">
			<span amenu='56'></span>وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ&nbsp;
			<span akey="56">(56)</span>
		</p>

			
		<p aya="57">
			<span amenu='57'></span>لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ <span class=ps>ۚ</span> وَمَأْوَاهُمُ النَّارُ <span class=ps>ۖ</span> وَلَبِئْسَ الْمَصِيرُ&nbsp;
			<span akey="57">(57)</span>
		</p>

			
		<p aya="58">
			<span amenu='58'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ <span class=ps>ۚ</span> مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ <span class=ps>ۚ</span> ثَلَاثُ عَوْرَاتٍ لَكُمْ <span class=ps>ۚ</span> لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ <span class=ps>ۚ</span> طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَىٰ بَعْضٍ <span class=ps>ۚ</span> كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="58">(58)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="358">(ص 358)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="59">
			<span amenu='59'></span>وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ <span class=ps>ۚ</span> كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="59">(59)</span>
		</p>

			
		<p aya="60">
			<span amenu='60'></span>وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ <span class=ps>ۖ</span> وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ <span class=ps>ۗ</span> وَاللَّهُ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="60">(60)</span>
		</p>

			
		<p aya="61">
			<span amenu='61'></span>لَيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَىٰ أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ <span class=ps>ۚ</span> لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا <span class=ps>ۚ</span> فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَىٰ أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً <span class=ps>ۚ</span> كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ&nbsp;
			<span akey="61">(61)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="359">(ص 359)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="62">
			<span amenu='62'></span>إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَىٰ أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّىٰ يَسْتَأْذِنُوهُ <span class=ps>ۚ</span> إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَٰئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ <span class=ps>ۚ</span> فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ <span class=ps>ۚ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="62">(62)</span>
		</p>

			
		<p aya="63">
			<span amenu='63'></span>لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا <span class=ps>ۚ</span> قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا <span class=ps>ۚ</span> فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="63">(63)</span>
		</p>

			
		<p aya="64">
			<span amenu='64'></span>أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوا <span class=ps>ۗ</span> وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="64">(64)</span>
		</p>

			
	</body>
</html>
