<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(9 - سورة التوبة)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="187">(ص 187)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="1">
			<span amenu='1'></span>بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ <span class=ps>ۙ</span> وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ <span class=ps>ۙ</span> وَرَسُولُهُ <span class=ps>ۚ</span> فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ <span class=ps>ۖ</span> وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ <span class=ps>ۗ</span> وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ <span class=ps>ۚ</span> فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ <span class=ps>ۚ</span> ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ&nbsp;
			<span akey="6">(6)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="188">(ص 188)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="7">
			<span amenu='7'></span>كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ <span class=ps>ۖ</span> فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً <span class=ps>ۚ</span> يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ&nbsp;
			<span akey="8">(8)</span>
		</p>

			
		<p aya="9">
			<span amenu='9'></span>اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ <span class=ps>ۚ</span> إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً <span class=ps>ۚ</span> وَأُولَٰئِكَ هُمُ الْمُعْتَدُونَ&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ <span class=ps>ۗ</span> وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ&nbsp;
			<span akey="11">(11)</span>
		</p>

			
		<p aya="12">
			<span amenu='12'></span>وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ <span class=ps>ۙ</span> إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span>أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ <span class=ps>ۚ</span> أَتَخْشَوْنَهُمْ <span class=ps>ۚ</span> فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ&nbsp;
			<span akey="13">(13)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="189">(ص 189)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="14">
			<span amenu='14'></span>قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ <span class=ps>ۗ</span> وَيَتُوبُ اللَّهُ عَلَىٰ مَنْ يَشَاءُ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً <span class=ps>ۚ</span> وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنْفُسِهِمْ بِالْكُفْرِ <span class=ps>ۚ</span> أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ <span class=ps>ۖ</span> فَعَسَىٰ أُولَٰئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ&nbsp;
			<span akey="18">(18)</span>
		</p>

			
		<p aya="19">
			<span amenu='19'></span><span class=ps>۞</span> أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ <span class=ps>ۚ</span> لَا يَسْتَوُونَ عِنْدَ اللَّهِ <span class=ps>ۗ</span> وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ <span class=ps>ۚ</span> وَأُولَٰئِكَ هُمُ الْفَائِزُونَ&nbsp;
			<span akey="20">(20)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="190">(ص 190)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="21">
			<span amenu='21'></span>يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ&nbsp;
			<span akey="21">(21)</span>
		</p>

			
		<p aya="22">
			<span amenu='22'></span>خَالِدِينَ فِيهَا أَبَدًا <span class=ps>ۚ</span> إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ&nbsp;
			<span akey="22">(22)</span>
		</p>

			
		<p aya="23">
			<span amenu='23'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ <span class=ps>ۚ</span> وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ&nbsp;
			<span akey="23">(23)</span>
		</p>

			
		<p aya="24">
			<span amenu='24'></span>قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ <span class=ps>ۗ</span> وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ&nbsp;
			<span akey="24">(24)</span>
		</p>

			
		<p aya="25">
			<span amenu='25'></span>لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ <span class=ps>ۙ</span> وَيَوْمَ حُنَيْنٍ <span class=ps>ۙ</span> إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ&nbsp;
			<span akey="25">(25)</span>
		</p>

			
		<p aya="26">
			<span amenu='26'></span>ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا <span class=ps>ۚ</span> وَذَٰلِكَ جَزَاءُ الْكَافِرِينَ&nbsp;
			<span akey="26">(26)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="191">(ص 191)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="27">
			<span amenu='27'></span>ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَٰلِكَ عَلَىٰ مَنْ يَشَاءُ <span class=ps>ۗ</span> وَاللَّهُ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="27">(27)</span>
		</p>

			
		<p aya="28">
			<span amenu='28'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا <span class=ps>ۚ</span> وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ <span class=ps>ۚ</span> إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="28">(28)</span>
		</p>

			
		<p aya="29">
			<span amenu='29'></span>قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّىٰ يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ&nbsp;
			<span akey="29">(29)</span>
		</p>

			
		<p aya="30">
			<span amenu='30'></span>وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ <span class=ps>ۖ</span> ذَٰلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ <span class=ps>ۖ</span> يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ <span class=ps>ۚ</span> قَاتَلَهُمُ اللَّهُ <span class=ps>ۚ</span> أَنَّىٰ يُؤْفَكُونَ&nbsp;
			<span akey="30">(30)</span>
		</p>

			
		<p aya="31">
			<span amenu='31'></span>اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَٰهًا وَاحِدًا <span class=ps>ۖ</span> لَا إِلَٰهَ إِلَّا هُوَ <span class=ps>ۚ</span> سُبْحَانَهُ عَمَّا يُشْرِكُونَ&nbsp;
			<span akey="31">(31)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="192">(ص 192)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="32">
			<span amenu='32'></span>يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ&nbsp;
			<span akey="32">(32)</span>
		</p>

			
		<p aya="33">
			<span amenu='33'></span>هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ&nbsp;
			<span akey="33">(33)</span>
		</p>

			
		<p aya="34">
			<span amenu='34'></span><span class=ps>۞</span> يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ <span class=ps>ۗ</span> وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ&nbsp;
			<span akey="34">(34)</span>
		</p>

			
		<p aya="35">
			<span amenu='35'></span>يَوْمَ يُحْمَىٰ عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ <span class=ps>ۖ</span> هَٰذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ&nbsp;
			<span akey="35">(35)</span>
		</p>

			
		<p aya="36">
			<span amenu='36'></span>إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ <span class=ps>ۚ</span> ذَٰلِكَ الدِّينُ الْقَيِّمُ <span class=ps>ۚ</span> فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ <span class=ps>ۚ</span> وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً <span class=ps>ۚ</span> وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ&nbsp;
			<span akey="36">(36)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="193">(ص 193)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="37">
			<span amenu='37'></span>إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ <span class=ps>ۖ</span> يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ <span class=ps>ۚ</span> زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ <span class=ps>ۗ</span> وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ&nbsp;
			<span akey="37">(37)</span>
		</p>

			
		<p aya="38">
			<span amenu='38'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ <span class=ps>ۚ</span> أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ <span class=ps>ۚ</span> فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ&nbsp;
			<span akey="38">(38)</span>
		</p>

			
		<p aya="39">
			<span amenu='39'></span>إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا <span class=ps>ۗ</span> وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="39">(39)</span>
		</p>

			
		<p aya="40">
			<span amenu='40'></span>إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا <span class=ps>ۖ</span> فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَىٰ <span class=ps>ۗ</span> وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا <span class=ps>ۗ</span> وَاللَّهُ عَزِيزٌ حَكِيمٌ&nbsp;
			<span akey="40">(40)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="194">(ص 194)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="41">
			<span amenu='41'></span>انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ <span class=ps>ۚ</span> ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ&nbsp;
			<span akey="41">(41)</span>
		</p>

			
		<p aya="42">
			<span amenu='42'></span>لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَٰكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ <span class=ps>ۚ</span> وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ&nbsp;
			<span akey="42">(42)</span>
		</p>

			
		<p aya="43">
			<span amenu='43'></span>عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ&nbsp;
			<span akey="43">(43)</span>
		</p>

			
		<p aya="44">
			<span amenu='44'></span>لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ&nbsp;
			<span akey="44">(44)</span>
		</p>

			
		<p aya="45">
			<span amenu='45'></span>إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ&nbsp;
			<span akey="45">(45)</span>
		</p>

			
		<p aya="46">
			<span amenu='46'></span><span class=ps>۞</span> وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَٰكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ&nbsp;
			<span akey="46">(46)</span>
		</p>

			
		<p aya="47">
			<span amenu='47'></span>لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ&nbsp;
			<span akey="47">(47)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="195">(ص 195)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="48">
			<span amenu='48'></span>لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّىٰ جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ&nbsp;
			<span akey="48">(48)</span>
		</p>

			
		<p aya="49">
			<span amenu='49'></span>وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي <span class=ps>ۚ</span> أَلَا فِي الْفِتْنَةِ سَقَطُوا <span class=ps>ۗ</span> وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ&nbsp;
			<span akey="49">(49)</span>
		</p>

			
		<p aya="50">
			<span amenu='50'></span>إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ <span class=ps>ۖ</span> وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ&nbsp;
			<span akey="50">(50)</span>
		</p>

			
		<p aya="51">
			<span amenu='51'></span>قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا <span class=ps>ۚ</span> وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ&nbsp;
			<span akey="51">(51)</span>
		</p>

			
		<p aya="52">
			<span amenu='52'></span>قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ <span class=ps>ۖ</span> وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا <span class=ps>ۖ</span> فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ&nbsp;
			<span akey="52">(52)</span>
		</p>

			
		<p aya="53">
			<span amenu='53'></span>قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ <span class=ps>ۖ</span> إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ&nbsp;
			<span akey="53">(53)</span>
		</p>

			
		<p aya="54">
			<span amenu='54'></span>وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ&nbsp;
			<span akey="54">(54)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="196">(ص 196)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="55">
			<span amenu='55'></span>فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ <span class=ps>ۚ</span> إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ&nbsp;
			<span akey="55">(55)</span>
		</p>

			
		<p aya="56">
			<span amenu='56'></span>وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ&nbsp;
			<span akey="56">(56)</span>
		</p>

			
		<p aya="57">
			<span amenu='57'></span>لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ&nbsp;
			<span akey="57">(57)</span>
		</p>

			
		<p aya="58">
			<span amenu='58'></span>وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ&nbsp;
			<span akey="58">(58)</span>
		</p>

			
		<p aya="59">
			<span amenu='59'></span>وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ&nbsp;
			<span akey="59">(59)</span>
		</p>

			
		<p aya="60">
			<span amenu='60'></span><span class=ps>۞</span> إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ <span class=ps>ۖ</span> فَرِيضَةً مِنَ اللَّهِ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="60">(60)</span>
		</p>

			
		<p aya="61">
			<span amenu='61'></span>وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ <span class=ps>ۚ</span> قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ <span class=ps>ۚ</span> وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="61">(61)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="197">(ص 197)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="62">
			<span amenu='62'></span>يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ&nbsp;
			<span akey="62">(62)</span>
		</p>

			
		<p aya="63">
			<span amenu='63'></span>أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا <span class=ps>ۚ</span> ذَٰلِكَ الْخِزْيُ الْعَظِيمُ&nbsp;
			<span akey="63">(63)</span>
		</p>

			
		<p aya="64">
			<span amenu='64'></span>يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ <span class=ps>ۚ</span> قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ&nbsp;
			<span akey="64">(64)</span>
		</p>

			
		<p aya="65">
			<span amenu='65'></span>وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ <span class=ps>ۚ</span> قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ&nbsp;
			<span akey="65">(65)</span>
		</p>

			
		<p aya="66">
			<span amenu='66'></span>لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ <span class=ps>ۚ</span> إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ&nbsp;
			<span akey="66">(66)</span>
		</p>

			
		<p aya="67">
			<span amenu='67'></span>الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ <span class=ps>ۚ</span> يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ <span class=ps>ۚ</span> نَسُوا اللَّهَ فَنَسِيَهُمْ <span class=ps>ۗ</span> إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ&nbsp;
			<span akey="67">(67)</span>
		</p>

			
		<p aya="68">
			<span amenu='68'></span>وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا <span class=ps>ۚ</span> هِيَ حَسْبُهُمْ <span class=ps>ۚ</span> وَلَعَنَهُمُ اللَّهُ <span class=ps>ۖ</span> وَلَهُمْ عَذَابٌ مُقِيمٌ&nbsp;
			<span akey="68">(68)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="198">(ص 198)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="69">
			<span amenu='69'></span>كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا <span class=ps>ۚ</span> أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ <span class=ps>ۖ</span> وَأُولَٰئِكَ هُمُ الْخَاسِرُونَ&nbsp;
			<span akey="69">(69)</span>
		</p>

			
		<p aya="70">
			<span amenu='70'></span>أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ <span class=ps>ۚ</span> أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ <span class=ps>ۖ</span> فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ&nbsp;
			<span akey="70">(70)</span>
		</p>

			
		<p aya="71">
			<span amenu='71'></span>وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ <span class=ps>ۚ</span> يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ <span class=ps>ۚ</span> أُولَٰئِكَ سَيَرْحَمُهُمُ اللَّهُ <span class=ps>ۗ</span> إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ&nbsp;
			<span akey="71">(71)</span>
		</p>

			
		<p aya="72">
			<span amenu='72'></span>وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ <span class=ps>ۚ</span> وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ <span class=ps>ۚ</span> ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ&nbsp;
			<span akey="72">(72)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="199">(ص 199)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="73">
			<span amenu='73'></span>يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ <span class=ps>ۚ</span> وَمَأْوَاهُمْ جَهَنَّمُ <span class=ps>ۖ</span> وَبِئْسَ الْمَصِيرُ&nbsp;
			<span akey="73">(73)</span>
		</p>

			
		<p aya="74">
			<span amenu='74'></span>يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا <span class=ps>ۚ</span> وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ <span class=ps>ۚ</span> فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ <span class=ps>ۖ</span> وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ <span class=ps>ۚ</span> وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ&nbsp;
			<span akey="74">(74)</span>
		</p>

			
		<p aya="75">
			<span amenu='75'></span><span class=ps>۞</span> وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ&nbsp;
			<span akey="75">(75)</span>
		</p>

			
		<p aya="76">
			<span amenu='76'></span>فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ&nbsp;
			<span akey="76">(76)</span>
		</p>

			
		<p aya="77">
			<span amenu='77'></span>فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ&nbsp;
			<span akey="77">(77)</span>
		</p>

			
		<p aya="78">
			<span amenu='78'></span>أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ&nbsp;
			<span akey="78">(78)</span>
		</p>

			
		<p aya="79">
			<span amenu='79'></span>الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ <span class=ps>ۙ</span> سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="79">(79)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="200">(ص 200)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="80">
			<span amenu='80'></span>اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ <span class=ps>ۚ</span> ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ <span class=ps>ۗ</span> وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ&nbsp;
			<span akey="80">(80)</span>
		</p>

			
		<p aya="81">
			<span amenu='81'></span>فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ <span class=ps>ۗ</span> قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا <span class=ps>ۚ</span> لَوْ كَانُوا يَفْقَهُونَ&nbsp;
			<span akey="81">(81)</span>
		</p>

			
		<p aya="82">
			<span amenu='82'></span>فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ&nbsp;
			<span akey="82">(82)</span>
		</p>

			
		<p aya="83">
			<span amenu='83'></span>فَإِنْ رَجَعَكَ اللَّهُ إِلَىٰ طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا <span class=ps>ۖ</span> إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ&nbsp;
			<span akey="83">(83)</span>
		</p>

			
		<p aya="84">
			<span amenu='84'></span>وَلَا تُصَلِّ عَلَىٰ أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِ <span class=ps>ۖ</span> إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ&nbsp;
			<span akey="84">(84)</span>
		</p>

			
		<p aya="85">
			<span amenu='85'></span>وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ <span class=ps>ۚ</span> إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ&nbsp;
			<span akey="85">(85)</span>
		</p>

			
		<p aya="86">
			<span amenu='86'></span>وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ&nbsp;
			<span akey="86">(86)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="201">(ص 201)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="87">
			<span amenu='87'></span>رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ&nbsp;
			<span akey="87">(87)</span>
		</p>

			
		<p aya="88">
			<span amenu='88'></span>لَٰكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ <span class=ps>ۚ</span> وَأُولَٰئِكَ لَهُمُ الْخَيْرَاتُ <span class=ps>ۖ</span> وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ&nbsp;
			<span akey="88">(88)</span>
		</p>

			
		<p aya="89">
			<span amenu='89'></span>أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا <span class=ps>ۚ</span> ذَٰلِكَ الْفَوْزُ الْعَظِيمُ&nbsp;
			<span akey="89">(89)</span>
		</p>

			
		<p aya="90">
			<span amenu='90'></span>وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ <span class=ps>ۚ</span> سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ&nbsp;
			<span akey="90">(90)</span>
		</p>

			
		<p aya="91">
			<span amenu='91'></span>لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَىٰ وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ <span class=ps>ۚ</span> مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ <span class=ps>ۚ</span> وَاللَّهُ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="91">(91)</span>
		</p>

			
		<p aya="92">
			<span amenu='92'></span>وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ&nbsp;
			<span akey="92">(92)</span>
		</p>

					<p id='Part_11'>(الجزء 11)</p>

		<p aya="93">
			<span amenu='93'></span><span class=ps>۞</span> إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ <span class=ps>ۚ</span> رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ&nbsp;
			<span akey="93">(93)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="202">(ص 202)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="94">
			<span amenu='94'></span>يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ <span class=ps>ۚ</span> قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ <span class=ps>ۚ</span> وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ&nbsp;
			<span akey="94">(94)</span>
		</p>

			
		<p aya="95">
			<span amenu='95'></span>سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ <span class=ps>ۖ</span> فَأَعْرِضُوا عَنْهُمْ <span class=ps>ۖ</span> إِنَّهُمْ رِجْسٌ <span class=ps>ۖ</span> وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ&nbsp;
			<span akey="95">(95)</span>
		</p>

			
		<p aya="96">
			<span amenu='96'></span>يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ <span class=ps>ۖ</span> فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَىٰ عَنِ الْقَوْمِ الْفَاسِقِينَ&nbsp;
			<span akey="96">(96)</span>
		</p>

			
		<p aya="97">
			<span amenu='97'></span>الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَىٰ رَسُولِهِ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="97">(97)</span>
		</p>

			
		<p aya="98">
			<span amenu='98'></span>وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ <span class=ps>ۚ</span> عَلَيْهِمْ دَائِرَةُ السَّوْءِ <span class=ps>ۗ</span> وَاللَّهُ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="98">(98)</span>
		</p>

			
		<p aya="99">
			<span amenu='99'></span>وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ <span class=ps>ۚ</span> أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ <span class=ps>ۚ</span> سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ <span class=ps>ۗ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="99">(99)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="203">(ص 203)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="100">
			<span amenu='100'></span>وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا <span class=ps>ۚ</span> ذَٰلِكَ الْفَوْزُ الْعَظِيمُ&nbsp;
			<span akey="100">(100)</span>
		</p>

			
		<p aya="101">
			<span amenu='101'></span>وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ <span class=ps>ۖ</span> وَمِنْ أَهْلِ الْمَدِينَةِ <span class=ps>ۖ</span> مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ <span class=ps>ۖ</span> نَحْنُ نَعْلَمُهُمْ <span class=ps>ۚ</span> سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ&nbsp;
			<span akey="101">(101)</span>
		</p>

			
		<p aya="102">
			<span amenu='102'></span>وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ <span class=ps>ۚ</span> إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="102">(102)</span>
		</p>

			
		<p aya="103">
			<span amenu='103'></span>خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ <span class=ps>ۖ</span> إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ <span class=ps>ۗ</span> وَاللَّهُ سَمِيعٌ عَلِيمٌ&nbsp;
			<span akey="103">(103)</span>
		</p>

			
		<p aya="104">
			<span amenu='104'></span>أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ&nbsp;
			<span akey="104">(104)</span>
		</p>

			
		<p aya="105">
			<span amenu='105'></span>وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ <span class=ps>ۖ</span> وَسَتُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ&nbsp;
			<span akey="105">(105)</span>
		</p>

			
		<p aya="106">
			<span amenu='106'></span>وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="106">(106)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="204">(ص 204)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="107">
			<span amenu='107'></span>وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ <span class=ps>ۚ</span> وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَىٰ <span class=ps>ۖ</span> وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ&nbsp;
			<span akey="107">(107)</span>
		</p>

			
		<p aya="108">
			<span amenu='108'></span>لَا تَقُمْ فِيهِ أَبَدًا <span class=ps>ۚ</span> لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ <span class=ps>ۚ</span> فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا <span class=ps>ۚ</span> وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ&nbsp;
			<span akey="108">(108)</span>
		</p>

			
		<p aya="109">
			<span amenu='109'></span>أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ تَقْوَىٰ مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ <span class=ps>ۗ</span> وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ&nbsp;
			<span akey="109">(109)</span>
		</p>

			
		<p aya="110">
			<span amenu='110'></span>لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ <span class=ps>ۗ</span> وَاللَّهُ عَلِيمٌ حَكِيمٌ&nbsp;
			<span akey="110">(110)</span>
		</p>

			
		<p aya="111">
			<span amenu='111'></span><span class=ps>۞</span> إِنَّ اللَّهَ اشْتَرَىٰ مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ <span class=ps>ۚ</span> يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ <span class=ps>ۖ</span> وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ <span class=ps>ۚ</span> وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ <span class=ps>ۚ</span> فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ <span class=ps>ۚ</span> وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ&nbsp;
			<span akey="111">(111)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="205">(ص 205)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="112">
			<span amenu='112'></span>التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ <span class=ps>ۗ</span> وَبَشِّرِ الْمُؤْمِنِينَ&nbsp;
			<span akey="112">(112)</span>
		</p>

			
		<p aya="113">
			<span amenu='113'></span>مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ&nbsp;
			<span akey="113">(113)</span>
		</p>

			
		<p aya="114">
			<span amenu='114'></span>وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ <span class=ps>ۚ</span> إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ&nbsp;
			<span akey="114">(114)</span>
		</p>

			
		<p aya="115">
			<span amenu='115'></span>وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّىٰ يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ <span class=ps>ۚ</span> إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="115">(115)</span>
		</p>

			
		<p aya="116">
			<span amenu='116'></span>إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> يُحْيِي وَيُمِيتُ <span class=ps>ۚ</span> وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ&nbsp;
			<span akey="116">(116)</span>
		</p>

			
		<p aya="117">
			<span amenu='117'></span>لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ <span class=ps>ۚ</span> إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ&nbsp;
			<span akey="117">(117)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="206">(ص 206)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="118">
			<span amenu='118'></span>وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّىٰ إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا <span class=ps>ۚ</span> إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ&nbsp;
			<span akey="118">(118)</span>
		</p>

			
		<p aya="119">
			<span amenu='119'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ&nbsp;
			<span akey="119">(119)</span>
		</p>

			
		<p aya="120">
			<span amenu='120'></span>مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ <span class=ps>ۚ</span> ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ <span class=ps>ۚ</span> إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ&nbsp;
			<span akey="120">(120)</span>
		</p>

			
		<p aya="121">
			<span amenu='121'></span>وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="121">(121)</span>
		</p>

			
		<p aya="122">
			<span amenu='122'></span><span class=ps>۞</span> وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً <span class=ps>ۚ</span> فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ&nbsp;
			<span akey="122">(122)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="207">(ص 207)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="123">
			<span amenu='123'></span>يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً <span class=ps>ۚ</span> وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ&nbsp;
			<span akey="123">(123)</span>
		</p>

			
		<p aya="124">
			<span amenu='124'></span>وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا <span class=ps>ۚ</span> فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ&nbsp;
			<span akey="124">(124)</span>
		</p>

			
		<p aya="125">
			<span amenu='125'></span>وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ&nbsp;
			<span akey="125">(125)</span>
		</p>

			
		<p aya="126">
			<span amenu='126'></span>أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ&nbsp;
			<span akey="126">(126)</span>
		</p>

			
		<p aya="127">
			<span amenu='127'></span>وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا <span class=ps>ۚ</span> صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ&nbsp;
			<span akey="127">(127)</span>
		</p>

			
		<p aya="128">
			<span amenu='128'></span>لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ&nbsp;
			<span akey="128">(128)</span>
		</p>

			
		<p aya="129">
			<span amenu='129'></span>فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ <span class=ps>ۖ</span> عَلَيْهِ تَوَكَّلْتُ <span class=ps>ۖ</span> وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ&nbsp;
			<span akey="129">(129)</span>
		</p>

			
	</body>
</html>
