<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
	<head>
		<?php include( "sura_inc_header.php" ) ?>
	</head>
	<body>
		<p>(6 - سورة الانعام)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="128">(ص 128)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			<span class='basm'>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</span>
		</p>

		<p aya="1">
			<span amenu='1'></span> الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ <span class=ps>ۖ</span> ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ&nbsp;
			<span akey="1">(1)</span>
		</p>

			
		<p aya="2">
			<span amenu='2'></span>هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَىٰ أَجَلًا <span class=ps>ۖ</span> وَأَجَلٌ مُسَمًّى عِنْدَهُ <span class=ps>ۖ</span> ثُمَّ أَنْتُمْ تَمْتَرُونَ&nbsp;
			<span akey="2">(2)</span>
		</p>

			
		<p aya="3">
			<span amenu='3'></span>وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ <span class=ps>ۖ</span> يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ&nbsp;
			<span akey="3">(3)</span>
		</p>

			
		<p aya="4">
			<span amenu='4'></span>وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ&nbsp;
			<span akey="4">(4)</span>
		</p>

			
		<p aya="5">
			<span amenu='5'></span>فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ <span class=ps>ۖ</span> فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ&nbsp;
			<span akey="5">(5)</span>
		</p>

			
		<p aya="6">
			<span amenu='6'></span>أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ&nbsp;
			<span akey="6">(6)</span>
		</p>

			
		<p aya="7">
			<span amenu='7'></span>وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ&nbsp;
			<span akey="7">(7)</span>
		</p>

			
		<p aya="8">
			<span amenu='8'></span>وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ <span class=ps>ۖ</span> وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ&nbsp;
			<span akey="8">(8)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="129">(ص 129)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="9">
			<span amenu='9'></span>وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ&nbsp;
			<span akey="9">(9)</span>
		</p>

			
		<p aya="10">
			<span amenu='10'></span>وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ&nbsp;
			<span akey="10">(10)</span>
		</p>

			
		<p aya="11">
			<span amenu='11'></span>قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ&nbsp;
			<span akey="11">(11)</span>
		</p>

			
		<p aya="12">
			<span amenu='12'></span>قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> قُلْ لِلَّهِ <span class=ps>ۚ</span> كَتَبَ عَلَىٰ نَفْسِهِ الرَّحْمَةَ <span class=ps>ۚ</span> لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ <span class=ps>ۚ</span> الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ&nbsp;
			<span akey="12">(12)</span>
		</p>

			
		<p aya="13">
			<span amenu='13'></span><span class=ps>۞</span> وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ <span class=ps>ۚ</span> وَهُوَ السَّمِيعُ الْعَلِيمُ&nbsp;
			<span akey="13">(13)</span>
		</p>

			
		<p aya="14">
			<span amenu='14'></span>قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ <span class=ps>ۗ</span> قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ <span class=ps>ۖ</span> وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ&nbsp;
			<span akey="14">(14)</span>
		</p>

			
		<p aya="15">
			<span amenu='15'></span>قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ&nbsp;
			<span akey="15">(15)</span>
		</p>

			
		<p aya="16">
			<span amenu='16'></span>مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ <span class=ps>ۚ</span> وَذَٰلِكَ الْفَوْزُ الْمُبِينُ&nbsp;
			<span akey="16">(16)</span>
		</p>

			
		<p aya="17">
			<span amenu='17'></span>وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ <span class=ps>ۖ</span> وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ&nbsp;
			<span akey="17">(17)</span>
		</p>

			
		<p aya="18">
			<span amenu='18'></span>وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ <span class=ps>ۚ</span> وَهُوَ الْحَكِيمُ الْخَبِيرُ&nbsp;
			<span akey="18">(18)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="130">(ص 130)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="19">
			<span amenu='19'></span>قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً <span class=ps>ۖ</span> قُلِ اللَّهُ <span class=ps>ۖ</span> شَهِيدٌ بَيْنِي وَبَيْنَكُمْ <span class=ps>ۚ</span> وَأُوحِيَ إِلَيَّ هَٰذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ <span class=ps>ۚ</span> أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَىٰ <span class=ps>ۚ</span> قُلْ لَا أَشْهَدُ <span class=ps>ۚ</span> قُلْ إِنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ&nbsp;
			<span akey="19">(19)</span>
		</p>

			
		<p aya="20">
			<span amenu='20'></span>الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ <span class=ps>ۘ</span> الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ&nbsp;
			<span akey="20">(20)</span>
		</p>

			
		<p aya="21">
			<span amenu='21'></span>وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ <span class=ps>ۗ</span> إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ&nbsp;
			<span akey="21">(21)</span>
		</p>

			
		<p aya="22">
			<span amenu='22'></span>وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ تَزْعُمُونَ&nbsp;
			<span akey="22">(22)</span>
		</p>

			
		<p aya="23">
			<span amenu='23'></span>ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ&nbsp;
			<span akey="23">(23)</span>
		</p>

			
		<p aya="24">
			<span amenu='24'></span>انْظُرْ كَيْفَ كَذَبُوا عَلَىٰ أَنْفُسِهِمْ <span class=ps>ۚ</span> وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ&nbsp;
			<span akey="24">(24)</span>
		</p>

			
		<p aya="25">
			<span amenu='25'></span>وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ <span class=ps>ۖ</span> وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا <span class=ps>ۚ</span> وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا <span class=ps>ۚ</span> حَتَّىٰ إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ&nbsp;
			<span akey="25">(25)</span>
		</p>

			
		<p aya="26">
			<span amenu='26'></span>وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ <span class=ps>ۖ</span> وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ&nbsp;
			<span akey="26">(26)</span>
		</p>

			
		<p aya="27">
			<span amenu='27'></span>وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ&nbsp;
			<span akey="27">(27)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="131">(ص 131)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="28">
			<span amenu='28'></span>بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ <span class=ps>ۖ</span> وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ&nbsp;
			<span akey="28">(28)</span>
		</p>

			
		<p aya="29">
			<span amenu='29'></span>وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ&nbsp;
			<span akey="29">(29)</span>
		</p>

			
		<p aya="30">
			<span amenu='30'></span>وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَىٰ رَبِّهِمْ <span class=ps>ۚ</span> قَالَ أَلَيْسَ هَٰذَا بِالْحَقِّ <span class=ps>ۚ</span> قَالُوا بَلَىٰ وَرَبِّنَا <span class=ps>ۚ</span> قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ&nbsp;
			<span akey="30">(30)</span>
		</p>

			
		<p aya="31">
			<span amenu='31'></span>قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ <span class=ps>ۖ</span> حَتَّىٰ إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ <span class=ps>ۚ</span> أَلَا سَاءَ مَا يَزِرُونَ&nbsp;
			<span akey="31">(31)</span>
		</p>

			
		<p aya="32">
			<span amenu='32'></span>وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ <span class=ps>ۖ</span> وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ <span class=ps>ۗ</span> أَفَلَا تَعْقِلُونَ&nbsp;
			<span akey="32">(32)</span>
		</p>

			
		<p aya="33">
			<span amenu='33'></span>قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ <span class=ps>ۖ</span> فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ&nbsp;
			<span akey="33">(33)</span>
		</p>

			
		<p aya="34">
			<span amenu='34'></span>وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا حَتَّىٰ أَتَاهُمْ نَصْرُنَا <span class=ps>ۚ</span> وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ <span class=ps>ۚ</span> وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ&nbsp;
			<span akey="34">(34)</span>
		</p>

			
		<p aya="35">
			<span amenu='35'></span>وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ <span class=ps>ۚ</span> وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَىٰ <span class=ps>ۚ</span> فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ&nbsp;
			<span akey="35">(35)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="132">(ص 132)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="36">
			<span amenu='36'></span><span class=ps>۞</span> إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ <span class=ps>ۘ</span> وَالْمَوْتَىٰ يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ&nbsp;
			<span akey="36">(36)</span>
		</p>

			
		<p aya="37">
			<span amenu='37'></span>وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ <span class=ps>ۚ</span> قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَىٰ أَنْ يُنَزِّلَ آيَةً وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ&nbsp;
			<span akey="37">(37)</span>
		</p>

			
		<p aya="38">
			<span amenu='38'></span>وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ <span class=ps>ۚ</span> مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ <span class=ps>ۚ</span> ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ&nbsp;
			<span akey="38">(38)</span>
		</p>

			
		<p aya="39">
			<span amenu='39'></span>وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ <span class=ps>ۗ</span> مَنْ يَشَإِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ&nbsp;
			<span akey="39">(39)</span>
		</p>

			
		<p aya="40">
			<span amenu='40'></span>قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="40">(40)</span>
		</p>

			
		<p aya="41">
			<span amenu='41'></span>بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ&nbsp;
			<span akey="41">(41)</span>
		</p>

			
		<p aya="42">
			<span amenu='42'></span>وَلَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ&nbsp;
			<span akey="42">(42)</span>
		</p>

			
		<p aya="43">
			<span amenu='43'></span>فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَٰكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="43">(43)</span>
		</p>

			
		<p aya="44">
			<span amenu='44'></span>فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّىٰ إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ&nbsp;
			<span akey="44">(44)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="133">(ص 133)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="45">
			<span amenu='45'></span>فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا <span class=ps>ۚ</span> وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ&nbsp;
			<span akey="45">(45)</span>
		</p>

			
		<p aya="46">
			<span amenu='46'></span>قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُمْ مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ <span class=ps>ۗ</span> انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ&nbsp;
			<span akey="46">(46)</span>
		</p>

			
		<p aya="47">
			<span amenu='47'></span>قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ&nbsp;
			<span akey="47">(47)</span>
		</p>

			
		<p aya="48">
			<span amenu='48'></span>وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ <span class=ps>ۖ</span> فَمَنْ آمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ&nbsp;
			<span akey="48">(48)</span>
		</p>

			
		<p aya="49">
			<span amenu='49'></span>وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ&nbsp;
			<span akey="49">(49)</span>
		</p>

			
		<p aya="50">
			<span amenu='50'></span>قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ <span class=ps>ۖ</span> إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ <span class=ps>ۚ</span> قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ <span class=ps>ۚ</span> أَفَلَا تَتَفَكَّرُونَ&nbsp;
			<span akey="50">(50)</span>
		</p>

			
		<p aya="51">
			<span amenu='51'></span>وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَىٰ رَبِّهِمْ <span class=ps>ۙ</span> لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ&nbsp;
			<span akey="51">(51)</span>
		</p>

			
		<p aya="52">
			<span amenu='52'></span>وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ <span class=ps>ۖ</span> مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ&nbsp;
			<span akey="52">(52)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="134">(ص 134)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="53">
			<span amenu='53'></span>وَكَذَٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا <span class=ps>ۗ</span> أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ&nbsp;
			<span akey="53">(53)</span>
		</p>

			
		<p aya="54">
			<span amenu='54'></span>وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ <span class=ps>ۖ</span> كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ الرَّحْمَةَ <span class=ps>ۖ</span> أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="54">(54)</span>
		</p>

			
		<p aya="55">
			<span amenu='55'></span>وَكَذَٰلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ&nbsp;
			<span akey="55">(55)</span>
		</p>

			
		<p aya="56">
			<span amenu='56'></span>قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ <span class=ps>ۚ</span> قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ <span class=ps>ۙ</span> قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ&nbsp;
			<span akey="56">(56)</span>
		</p>

			
		<p aya="57">
			<span amenu='57'></span>قُلْ إِنِّي عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ <span class=ps>ۚ</span> مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ <span class=ps>ۚ</span> إِنِ الْحُكْمُ إِلَّا لِلَّهِ <span class=ps>ۖ</span> يَقُصُّ الْحَقَّ <span class=ps>ۖ</span> وَهُوَ خَيْرُ الْفَاصِلِينَ&nbsp;
			<span akey="57">(57)</span>
		</p>

			
		<p aya="58">
			<span amenu='58'></span>قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ <span class=ps>ۗ</span> وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ&nbsp;
			<span akey="58">(58)</span>
		</p>

			
		<p aya="59">
			<span amenu='59'></span><span class=ps>۞</span> وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ <span class=ps>ۚ</span> وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ <span class=ps>ۚ</span> وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ&nbsp;
			<span akey="59">(59)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="135">(ص 135)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="60">
			<span amenu='60'></span>وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰ أَجَلٌ مُسَمًّى <span class=ps>ۖ</span> ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ&nbsp;
			<span akey="60">(60)</span>
		</p>

			
		<p aya="61">
			<span amenu='61'></span>وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ <span class=ps>ۖ</span> وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰ إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ&nbsp;
			<span akey="61">(61)</span>
		</p>

			
		<p aya="62">
			<span amenu='62'></span>ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ <span class=ps>ۚ</span> أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ&nbsp;
			<span akey="62">(62)</span>
		</p>

			
		<p aya="63">
			<span amenu='63'></span>قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَٰذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ&nbsp;
			<span akey="63">(63)</span>
		</p>

			
		<p aya="64">
			<span amenu='64'></span>قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ&nbsp;
			<span akey="64">(64)</span>
		</p>

			
		<p aya="65">
			<span amenu='65'></span>قُلْ هُوَ الْقَادِرُ عَلَىٰ أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ <span class=ps>ۗ</span> انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ&nbsp;
			<span akey="65">(65)</span>
		</p>

			
		<p aya="66">
			<span amenu='66'></span>وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ <span class=ps>ۚ</span> قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ&nbsp;
			<span akey="66">(66)</span>
		</p>

			
		<p aya="67">
			<span amenu='67'></span>لِكُلِّ نَبَإٍ مُسْتَقَرٌّ <span class=ps>ۚ</span> وَسَوْفَ تَعْلَمُونَ&nbsp;
			<span akey="67">(67)</span>
		</p>

			
		<p aya="68">
			<span amenu='68'></span>وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ <span class=ps>ۚ</span> وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَىٰ مَعَ الْقَوْمِ الظَّالِمِينَ&nbsp;
			<span akey="68">(68)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="136">(ص 136)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="69">
			<span amenu='69'></span>وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَٰكِنْ ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ&nbsp;
			<span akey="69">(69)</span>
		</p>

			
		<p aya="70">
			<span amenu='70'></span>وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا <span class=ps>ۚ</span> وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا <span class=ps>ۗ</span> أُولَٰئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا <span class=ps>ۖ</span> لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ&nbsp;
			<span akey="70">(70)</span>
		</p>

			
		<p aya="71">
			<span amenu='71'></span>قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰ أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا <span class=ps>ۗ</span> قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ <span class=ps>ۖ</span> وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ&nbsp;
			<span akey="71">(71)</span>
		</p>

			
		<p aya="72">
			<span amenu='72'></span>وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ <span class=ps>ۚ</span> وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ&nbsp;
			<span akey="72">(72)</span>
		</p>

			
		<p aya="73">
			<span amenu='73'></span>وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ <span class=ps>ۖ</span> وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ <span class=ps>ۚ</span> قَوْلُهُ الْحَقُّ <span class=ps>ۚ</span> وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ <span class=ps>ۚ</span> عَالِمُ الْغَيْبِ وَالشَّهَادَةِ <span class=ps>ۚ</span> وَهُوَ الْحَكِيمُ الْخَبِيرُ&nbsp;
			<span akey="73">(73)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="137">(ص 137)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="74">
			<span amenu='74'></span><span class=ps>۞</span> وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً <span class=ps>ۖ</span> إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ&nbsp;
			<span akey="74">(74)</span>
		</p>

			
		<p aya="75">
			<span amenu='75'></span>وَكَذَٰلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ&nbsp;
			<span akey="75">(75)</span>
		</p>

			
		<p aya="76">
			<span amenu='76'></span>فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَىٰ كَوْكَبًا <span class=ps>ۖ</span> قَالَ هَٰذَا رَبِّي <span class=ps>ۖ</span> فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِينَ&nbsp;
			<span akey="76">(76)</span>
		</p>

			
		<p aya="77">
			<span amenu='77'></span>فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَٰذَا رَبِّي <span class=ps>ۖ</span> فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ&nbsp;
			<span akey="77">(77)</span>
		</p>

			
		<p aya="78">
			<span amenu='78'></span>فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَٰذَا رَبِّي هَٰذَا أَكْبَرُ <span class=ps>ۖ</span> فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ&nbsp;
			<span akey="78">(78)</span>
		</p>

			
		<p aya="79">
			<span amenu='79'></span>إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا <span class=ps>ۖ</span> وَمَا أَنَا مِنَ الْمُشْرِكِينَ&nbsp;
			<span akey="79">(79)</span>
		</p>

			
		<p aya="80">
			<span amenu='80'></span>وَحَاجَّهُ قَوْمُهُ <span class=ps>ۚ</span> قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ <span class=ps>ۚ</span> وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا <span class=ps>ۗ</span> وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا <span class=ps>ۗ</span> أَفَلَا تَتَذَكَّرُونَ&nbsp;
			<span akey="80">(80)</span>
		</p>

			
		<p aya="81">
			<span amenu='81'></span>وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا <span class=ps>ۚ</span> فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ <span class=ps>ۖ</span> إِنْ كُنْتُمْ تَعْلَمُونَ&nbsp;
			<span akey="81">(81)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="138">(ص 138)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="82">
			<span amenu='82'></span>الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَٰئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ&nbsp;
			<span akey="82">(82)</span>
		</p>

			
		<p aya="83">
			<span amenu='83'></span>وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَىٰ قَوْمِهِ <span class=ps>ۚ</span> نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ <span class=ps>ۗ</span> إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ&nbsp;
			<span akey="83">(83)</span>
		</p>

			
		<p aya="84">
			<span amenu='84'></span>وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ <span class=ps>ۚ</span> كُلًّا هَدَيْنَا <span class=ps>ۚ</span> وَنُوحًا هَدَيْنَا مِنْ قَبْلُ <span class=ps>ۖ</span> وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَارُونَ <span class=ps>ۚ</span> وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ&nbsp;
			<span akey="84">(84)</span>
		</p>

			
		<p aya="85">
			<span amenu='85'></span>وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ <span class=ps>ۖ</span> كُلٌّ مِنَ الصَّالِحِينَ&nbsp;
			<span akey="85">(85)</span>
		</p>

			
		<p aya="86">
			<span amenu='86'></span>وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا <span class=ps>ۚ</span> وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ&nbsp;
			<span akey="86">(86)</span>
		</p>

			
		<p aya="87">
			<span amenu='87'></span>وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ <span class=ps>ۖ</span> وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ&nbsp;
			<span akey="87">(87)</span>
		</p>

			
		<p aya="88">
			<span amenu='88'></span>ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ <span class=ps>ۚ</span> وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="88">(88)</span>
		</p>

			
		<p aya="89">
			<span amenu='89'></span>أُولَٰئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ <span class=ps>ۚ</span> فَإِنْ يَكْفُرْ بِهَا هَٰؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ&nbsp;
			<span akey="89">(89)</span>
		</p>

			
		<p aya="90">
			<span amenu='90'></span>أُولَٰئِكَ الَّذِينَ هَدَى اللَّهُ <span class=ps>ۖ</span> فَبِهُدَاهُمُ اقْتَدِهْ <span class=ps>ۗ</span> قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا <span class=ps>ۖ</span> إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَالَمِينَ&nbsp;
			<span akey="90">(90)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="139">(ص 139)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="91">
			<span amenu='91'></span>وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَىٰ بَشَرٍ مِنْ شَيْءٍ <span class=ps>ۗ</span> قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَىٰ نُورًا وَهُدًى لِلنَّاسِ <span class=ps>ۖ</span> تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا <span class=ps>ۖ</span> وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ <span class=ps>ۖ</span> قُلِ اللَّهُ <span class=ps>ۖ</span> ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ&nbsp;
			<span akey="91">(91)</span>
		</p>

			
		<p aya="92">
			<span amenu='92'></span>وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا <span class=ps>ۚ</span> وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ <span class=ps>ۖ</span> وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ&nbsp;
			<span akey="92">(92)</span>
		</p>

			
		<p aya="93">
			<span amenu='93'></span>وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ <span class=ps>ۗ</span> وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ <span class=ps>ۖ</span> الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ&nbsp;
			<span akey="93">(93)</span>
		</p>

			
		<p aya="94">
			<span amenu='94'></span>وَلَقَدْ جِئْتُمُونَا فُرَادَىٰ كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ <span class=ps>ۖ</span> وَمَا نَرَىٰ مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ <span class=ps>ۚ</span> لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ&nbsp;
			<span akey="94">(94)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="140">(ص 140)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="95">
			<span amenu='95'></span><span class=ps>۞</span> إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَىٰ <span class=ps>ۖ</span> يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ <span class=ps>ۚ</span> ذَٰلِكُمُ اللَّهُ <span class=ps>ۖ</span> فَأَنَّىٰ تُؤْفَكُونَ&nbsp;
			<span akey="95">(95)</span>
		</p>

			
		<p aya="96">
			<span amenu='96'></span>فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا <span class=ps>ۚ</span> ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ&nbsp;
			<span akey="96">(96)</span>
		</p>

			
		<p aya="97">
			<span amenu='97'></span>وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ <span class=ps>ۗ</span> قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ&nbsp;
			<span akey="97">(97)</span>
		</p>

			
		<p aya="98">
			<span amenu='98'></span>وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ <span class=ps>ۗ</span> قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ&nbsp;
			<span akey="98">(98)</span>
		</p>

			
		<p aya="99">
			<span amenu='99'></span>وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ <span class=ps>ۗ</span> انْظُرُوا إِلَىٰ ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ <span class=ps>ۚ</span> إِنَّ فِي ذَٰلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ&nbsp;
			<span akey="99">(99)</span>
		</p>

			
		<p aya="100">
			<span amenu='100'></span>وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ <span class=ps>ۖ</span> وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ <span class=ps>ۚ</span> سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَصِفُونَ&nbsp;
			<span akey="100">(100)</span>
		</p>

			
		<p aya="101">
			<span amenu='101'></span>بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ <span class=ps>ۖ</span> أَنَّىٰ يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ <span class=ps>ۖ</span> وَخَلَقَ كُلَّ شَيْءٍ <span class=ps>ۖ</span> وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ&nbsp;
			<span akey="101">(101)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="141">(ص 141)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="102">
			<span amenu='102'></span>ذَٰلِكُمُ اللَّهُ رَبُّكُمْ <span class=ps>ۖ</span> لَا إِلَٰهَ إِلَّا هُوَ <span class=ps>ۖ</span> خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ <span class=ps>ۚ</span> وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ&nbsp;
			<span akey="102">(102)</span>
		</p>

			
		<p aya="103">
			<span amenu='103'></span>لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ <span class=ps>ۖ</span> وَهُوَ اللَّطِيفُ الْخَبِيرُ&nbsp;
			<span akey="103">(103)</span>
		</p>

			
		<p aya="104">
			<span amenu='104'></span>قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ <span class=ps>ۖ</span> فَمَنْ أَبْصَرَ فَلِنَفْسِهِ <span class=ps>ۖ</span> وَمَنْ عَمِيَ فَعَلَيْهَا <span class=ps>ۚ</span> وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ&nbsp;
			<span akey="104">(104)</span>
		</p>

			
		<p aya="105">
			<span amenu='105'></span>وَكَذَٰلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ&nbsp;
			<span akey="105">(105)</span>
		</p>

			
		<p aya="106">
			<span amenu='106'></span>اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ <span class=ps>ۖ</span> لَا إِلَٰهَ إِلَّا هُوَ <span class=ps>ۖ</span> وَأَعْرِضْ عَنِ الْمُشْرِكِينَ&nbsp;
			<span akey="106">(106)</span>
		</p>

			
		<p aya="107">
			<span amenu='107'></span>وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا <span class=ps>ۗ</span> وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا <span class=ps>ۖ</span> وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ&nbsp;
			<span akey="107">(107)</span>
		</p>

			
		<p aya="108">
			<span amenu='108'></span>وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ <span class=ps>ۗ</span> كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="108">(108)</span>
		</p>

			
		<p aya="109">
			<span amenu='109'></span>وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا <span class=ps>ۚ</span> قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ <span class=ps>ۖ</span> وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ&nbsp;
			<span akey="109">(109)</span>
		</p>

			
		<p aya="110">
			<span amenu='110'></span>وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ&nbsp;
			<span akey="110">(110)</span>
		</p>

					<p id='Part_8'>(الجزء 8)</p>
 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="142">(ص 142)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="111">
			<span amenu='111'></span><span class=ps>۞</span> وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ&nbsp;
			<span akey="111">(111)</span>
		</p>

			
		<p aya="112">
			<span amenu='112'></span>وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا <span class=ps>ۚ</span> وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ <span class=ps>ۖ</span> فَذَرْهُمْ وَمَا يَفْتَرُونَ&nbsp;
			<span akey="112">(112)</span>
		</p>

			
		<p aya="113">
			<span amenu='113'></span>وَلِتَصْغَىٰ إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ&nbsp;
			<span akey="113">(113)</span>
		</p>

			
		<p aya="114">
			<span amenu='114'></span>أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا <span class=ps>ۚ</span> وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ <span class=ps>ۖ</span> فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ&nbsp;
			<span akey="114">(114)</span>
		</p>

			
		<p aya="115">
			<span amenu='115'></span>وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا <span class=ps>ۚ</span> لَا مُبَدِّلَ لِكَلِمَاتِهِ <span class=ps>ۚ</span> وَهُوَ السَّمِيعُ الْعَلِيمُ&nbsp;
			<span akey="115">(115)</span>
		</p>

			
		<p aya="116">
			<span amenu='116'></span>وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ <span class=ps>ۚ</span> إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ&nbsp;
			<span akey="116">(116)</span>
		</p>

			
		<p aya="117">
			<span amenu='117'></span>إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ <span class=ps>ۖ</span> وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ&nbsp;
			<span akey="117">(117)</span>
		</p>

			
		<p aya="118">
			<span amenu='118'></span>فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ&nbsp;
			<span akey="118">(118)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="143">(ص 143)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="119">
			<span amenu='119'></span>وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ <span class=ps>ۗ</span> وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ <span class=ps>ۗ</span> إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ&nbsp;
			<span akey="119">(119)</span>
		</p>

			
		<p aya="120">
			<span amenu='120'></span>وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ <span class=ps>ۚ</span> إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ&nbsp;
			<span akey="120">(120)</span>
		</p>

			
		<p aya="121">
			<span amenu='121'></span>وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ <span class=ps>ۗ</span> وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَىٰ أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ <span class=ps>ۖ</span> وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ&nbsp;
			<span akey="121">(121)</span>
		</p>

			
		<p aya="122">
			<span amenu='122'></span>أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا <span class=ps>ۚ</span> كَذَٰلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="122">(122)</span>
		</p>

			
		<p aya="123">
			<span amenu='123'></span>وَكَذَٰلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا <span class=ps>ۖ</span> وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ&nbsp;
			<span akey="123">(123)</span>
		</p>

			
		<p aya="124">
			<span amenu='124'></span>وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ <span class=ps>ۘ</span> اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ <span class=ps>ۗ</span> سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ&nbsp;
			<span akey="124">(124)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="144">(ص 144)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="125">
			<span amenu='125'></span>فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ <span class=ps>ۖ</span> وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ <span class=ps>ۚ</span> كَذَٰلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ&nbsp;
			<span akey="125">(125)</span>
		</p>

			
		<p aya="126">
			<span amenu='126'></span>وَهَٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا <span class=ps>ۗ</span> قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ&nbsp;
			<span akey="126">(126)</span>
		</p>

			
		<p aya="127">
			<span amenu='127'></span><span class=ps>۞</span> لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ <span class=ps>ۖ</span> وَهُوَ وَلِيُّهُمْ بِمَا كَانُوا يَعْمَلُونَ&nbsp;
			<span akey="127">(127)</span>
		</p>

			
		<p aya="128">
			<span amenu='128'></span>وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ <span class=ps>ۖ</span> وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا <span class=ps>ۚ</span> قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ <span class=ps>ۗ</span> إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ&nbsp;
			<span akey="128">(128)</span>
		</p>

			
		<p aya="129">
			<span amenu='129'></span>وَكَذَٰلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ&nbsp;
			<span akey="129">(129)</span>
		</p>

			
		<p aya="130">
			<span amenu='130'></span>يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا <span class=ps>ۚ</span> قَالُوا شَهِدْنَا عَلَىٰ أَنْفُسِنَا <span class=ps>ۖ</span> وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَىٰ أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ&nbsp;
			<span akey="130">(130)</span>
		</p>

			
		<p aya="131">
			<span amenu='131'></span>ذَٰلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ&nbsp;
			<span akey="131">(131)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="145">(ص 145)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="132">
			<span amenu='132'></span>وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا <span class=ps>ۚ</span> وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ&nbsp;
			<span akey="132">(132)</span>
		</p>

			
		<p aya="133">
			<span amenu='133'></span>وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ <span class=ps>ۚ</span> إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ&nbsp;
			<span akey="133">(133)</span>
		</p>

			
		<p aya="134">
			<span amenu='134'></span>إِنَّ مَا تُوعَدُونَ لَآتٍ <span class=ps>ۖ</span> وَمَا أَنْتُمْ بِمُعْجِزِينَ&nbsp;
			<span akey="134">(134)</span>
		</p>

			
		<p aya="135">
			<span amenu='135'></span>قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ <span class=ps>ۖ</span> فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ <span class=ps>ۗ</span> إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ&nbsp;
			<span akey="135">(135)</span>
		</p>

			
		<p aya="136">
			<span amenu='136'></span>وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَائِنَا <span class=ps>ۖ</span> فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ <span class=ps>ۖ</span> وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَائِهِمْ <span class=ps>ۗ</span> سَاءَ مَا يَحْكُمُونَ&nbsp;
			<span akey="136">(136)</span>
		</p>

			
		<p aya="137">
			<span amenu='137'></span>وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ <span class=ps>ۖ</span> وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ <span class=ps>ۖ</span> فَذَرْهُمْ وَمَا يَفْتَرُونَ&nbsp;
			<span akey="137">(137)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="146">(ص 146)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="138">
			<span amenu='138'></span>وَقَالُوا هَٰذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ <span class=ps>ۚ</span> سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ&nbsp;
			<span akey="138">(138)</span>
		</p>

			
		<p aya="139">
			<span amenu='139'></span>وَقَالُوا مَا فِي بُطُونِ هَٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَىٰ أَزْوَاجِنَا <span class=ps>ۖ</span> وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ <span class=ps>ۚ</span> سَيَجْزِيهِمْ وَصْفَهُمْ <span class=ps>ۚ</span> إِنَّهُ حَكِيمٌ عَلِيمٌ&nbsp;
			<span akey="139">(139)</span>
		</p>

			
		<p aya="140">
			<span amenu='140'></span>قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ <span class=ps>ۚ</span> قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ&nbsp;
			<span akey="140">(140)</span>
		</p>

			
		<p aya="141">
			<span amenu='141'></span><span class=ps>۞</span> وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ <span class=ps>ۚ</span> كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ <span class=ps>ۖ</span> وَلَا تُسْرِفُوا <span class=ps>ۚ</span> إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ&nbsp;
			<span akey="141">(141)</span>
		</p>

			
		<p aya="142">
			<span amenu='142'></span>وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا <span class=ps>ۚ</span> كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ <span class=ps>ۚ</span> إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ&nbsp;
			<span akey="142">(142)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="147">(ص 147)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="143">
			<span amenu='143'></span>ثَمَانِيَةَ أَزْوَاجٍ <span class=ps>ۖ</span> مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ <span class=ps>ۗ</span> قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ <span class=ps>ۖ</span> نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ&nbsp;
			<span akey="143">(143)</span>
		</p>

			
		<p aya="144">
			<span amenu='144'></span>وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ <span class=ps>ۗ</span> قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ <span class=ps>ۖ</span> أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَٰذَا <span class=ps>ۚ</span> فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ <span class=ps>ۗ</span> إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ&nbsp;
			<span akey="144">(144)</span>
		</p>

			
		<p aya="145">
			<span amenu='145'></span>قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ <span class=ps>ۚ</span> فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ&nbsp;
			<span akey="145">(145)</span>
		</p>

			
		<p aya="146">
			<span amenu='146'></span>وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ <span class=ps>ۖ</span> وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ <span class=ps>ۚ</span> ذَٰلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ <span class=ps>ۖ</span> وَإِنَّا لَصَادِقُونَ&nbsp;
			<span akey="146">(146)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="148">(ص 148)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="147">
			<span amenu='147'></span>فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ&nbsp;
			<span akey="147">(147)</span>
		</p>

			
		<p aya="148">
			<span amenu='148'></span>سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ <span class=ps>ۚ</span> كَذَٰلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّىٰ ذَاقُوا بَأْسَنَا <span class=ps>ۗ</span> قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا <span class=ps>ۖ</span> إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ&nbsp;
			<span akey="148">(148)</span>
		</p>

			
		<p aya="149">
			<span amenu='149'></span>قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ <span class=ps>ۖ</span> فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ&nbsp;
			<span akey="149">(149)</span>
		</p>

			
		<p aya="150">
			<span amenu='150'></span>قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَٰذَا <span class=ps>ۖ</span> فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ <span class=ps>ۚ</span> وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ&nbsp;
			<span akey="150">(150)</span>
		</p>

			
		<p aya="151">
			<span amenu='151'></span><span class=ps>۞</span> قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ <span class=ps>ۖ</span> أَلَّا تُشْرِكُوا بِهِ شَيْئًا <span class=ps>ۖ</span> وَبِالْوَالِدَيْنِ إِحْسَانًا <span class=ps>ۖ</span> وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ <span class=ps>ۖ</span> نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ <span class=ps>ۖ</span> وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ <span class=ps>ۖ</span> وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ <span class=ps>ۚ</span> ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ&nbsp;
			<span akey="151">(151)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="149">(ص 149)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="152">
			<span amenu='152'></span>وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ <span class=ps>ۖ</span> وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ <span class=ps>ۖ</span> لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا <span class=ps>ۖ</span> وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَىٰ <span class=ps>ۖ</span> وَبِعَهْدِ اللَّهِ أَوْفُوا <span class=ps>ۚ</span> ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ&nbsp;
			<span akey="152">(152)</span>
		</p>

			
		<p aya="153">
			<span amenu='153'></span>وَأَنَّ هَٰذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ <span class=ps>ۖ</span> وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ <span class=ps>ۚ</span> ذَٰلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ&nbsp;
			<span akey="153">(153)</span>
		</p>

			
		<p aya="154">
			<span amenu='154'></span>ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ&nbsp;
			<span akey="154">(154)</span>
		</p>

			
		<p aya="155">
			<span amenu='155'></span>وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ&nbsp;
			<span akey="155">(155)</span>
		</p>

			
		<p aya="156">
			<span amenu='156'></span>أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَىٰ طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ&nbsp;
			<span akey="156">(156)</span>
		</p>

			
		<p aya="157">
			<span amenu='157'></span>أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَىٰ مِنْهُمْ <span class=ps>ۚ</span> فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ <span class=ps>ۚ</span> فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا <span class=ps>ۗ</span> سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ&nbsp;
			<span akey="157">(157)</span>
		</p>

			 
		<p><span class='pageButton'>
				<span class='upBtn'>&nbsp;</span
					><span pageNo="150">(ص 150)</span
				><span class='dnBtn'>&nbsp;</span>
			</span>
			
		</p>

		<p aya="158">
			<span amenu='158'></span>هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ <span class=ps>ۗ</span> يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا <span class=ps>ۗ</span> قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ&nbsp;
			<span akey="158">(158)</span>
		</p>

			
		<p aya="159">
			<span amenu='159'></span>إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ <span class=ps>ۚ</span> إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ&nbsp;
			<span akey="159">(159)</span>
		</p>

			
		<p aya="160">
			<span amenu='160'></span>مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا <span class=ps>ۖ</span> وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ&nbsp;
			<span akey="160">(160)</span>
		</p>

			
		<p aya="161">
			<span amenu='161'></span>قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا <span class=ps>ۚ</span> وَمَا كَانَ مِنَ الْمُشْرِكِينَ&nbsp;
			<span akey="161">(161)</span>
		</p>

			
		<p aya="162">
			<span amenu='162'></span>قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ&nbsp;
			<span akey="162">(162)</span>
		</p>

			
		<p aya="163">
			<span amenu='163'></span>لَا شَرِيكَ لَهُ <span class=ps>ۖ</span> وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ&nbsp;
			<span akey="163">(163)</span>
		</p>

			
		<p aya="164">
			<span amenu='164'></span>قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ <span class=ps>ۚ</span> وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا <span class=ps>ۚ</span> وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ <span class=ps>ۚ</span> ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ&nbsp;
			<span akey="164">(164)</span>
		</p>

			
		<p aya="165">
			<span amenu='165'></span>وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ <span class=ps>ۗ</span> إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ&nbsp;
			<span akey="165">(165)</span>
		</p>

			
	</body>
</html>
