#!/usr/bin/perl

use CGI qw( :standard );

print "Content-Type: text/html;

";

my @aya_count = (
  7, 286, 200, 176, 120, 165, 206, 75, 129, 109, 123, 111, 43, 52, 99, 128, 111, 110, 98, 135, 112, 78, 118, 64, 77, 227, 93, 88, 69, 60, 34, 30, 73, 54
, 45, 83, 182,  88,  75,  85,  54, 53,  89, 59, 37, 35, 38, 29, 18, 45, 60, 49, 62, 55, 78, 96, 29, 22, 24, 13, 14, 11, 11, 18, 12, 12, 30, 52, 52, 44, 28, 28, 20
, 56, 40,  31,  50,  40,  46,  42, 29,  19, 36, 25, 22, 17, 19, 26, 30, 20, 15, 21, 11, 8, 8, 19, 5, 8, 8, 11, 11, 8, 3, 9, 5, 4, 7, 3, 6, 3, 5, 4, 5, 6 
);

my @SuraNames = ( 
"«·›« Õ…","«·»ﬁ—…","«· ⁄„—«‰","«·‰”«¡","«·„«∆œ…","«·«‰⁄«„","«·«⁄—«›","«·«‰›«·","«· Ê»…","ÌÊ‰”","ÂÊœ","ÌÊ”›","«·—⁄œ","«»—«ÂÌ„","«·ÕÃ—",
"«·‰Õ·","«·«”—«¡","«·ﬂÂ›","„—Ì„","ÿÂ","«·«‰»Ì«¡","«·ÕÃ","«·„ƒ„‰Ê‰","«·‰Ê—","«·›—ﬁ«‰","«·‘⁄—«¡","«·‰„·","«·ﬁ’’","«·⁄‰ﬂ»Ê ","«·—Ê„","·ﬁ„«‰",
"«·”Ãœ…","«·«Õ“«»","”»√","›«ÿ—","Ì”","«·’«›« ","’«œ","«·“„—","€«›—","›’· ","«·‘Ê—Ï","«·“Œ—›","«·œŒ«‰","«·Ã«ÀÌ…","«·«Õﬁ«›","„Õ„œ","«·› Õ",
"«·ÕÃ—« ","ﬁ","«·–«—Ì« ","«·ÿÊ—","«·‰Ã„","«·ﬁ„—","«·—Õ„‰","«·Ê«ﬁ⁄…","«·ÕœÌœ","«·„Ã«œ·…","«·Õ‘—","«·„„ Õ‰…","«·’›","«·Ã„⁄…","«·„‰«›ﬁÊ‰","«· €«»‰",
"«·ÿ·«ﬁ","«· Õ—Ì„","«·„·ﬂ","«·ﬁ·„","«·Õ«ﬁ…","«·„⁄«—Ã","‰ÊÕ","«·Ã‰","«·„“„·","«·„œÀ—","«·ﬁÌ«„…","«·«‰”«‰","«·„—”·« ","«·‰»«","«·‰«“⁄« ","⁄»”","«· ﬂÊÌ—",
"«·«‰›ÿ«—","«·„ÿ››Ì‰","«·«‰‘ﬁ«ﬁ","«·»—ÊÃ","«·ÿ«—ﬁ","«·«⁄·Ï","«·€«‘Ì…","«·›Ã—","«·»·œ","«·‘„”","«··Ì·","«·÷ÕÏ","«·«‰‘—«Õ","«· Ì‰","«·⁄·ﬁ","«·ﬁœ—",
"«·»Ì‰…","«·“·“·…","«·⁄«œÌ« ","«·ﬁ«—⁄…","«· ﬂ«À—","«·⁄’—","«·Â„“…","«·›Ì·","ﬁ—Ì‘","«·„«⁄Ê‰","«·ﬂÊÀ—","«·ﬂ«›—Ê‰","«·‰’—","«·„”œ","«·«Œ·«’","«·›·ﬁ","«·‰«”",
);

my $lineNumber=0;

$search_text = param("s");

if (length ($search_text) > 2 ) {

	open QURAN , "quran_search.txt" or die "Can't open quran_search.txt";

	print "‰ «∆Ã «·»ÕÀ ⁄‰: <b>" . $search_text . "</b>";

	$search_text = ReplaceAmbChars($search_text);

	print "<ol dir=RTL>";
	
	while(<QURAN>)
	{
		if(/$search_text/o) {
			my ($sura_num,$aya_num) = GetAyaLocation($lineNumber); 
			$aya_num ++;
			$sura_num ++;
			$sura = NumToString ($sura_num , 3);
			$aya  = NumToString ($aya_num  , 3);

			my $extend = "";
			my $title  = "";


			if (length ($_) > 80){
				$extend = "...";
				$title  = " title='$_' ";
			}

			print "<li><a $title href='javascript:showAya($sura_num,$aya_num)'><b>@SuraNames[$sura_num-1] ($aya_num)</b> " . substr ($_ ,0, 80) . "$extend</a></li>";
		};

		$lineNumber ++;
	}

	close QURAN;

	print "</ol>";
}else{
	print "⁄»«—… «·»ÕÀ ÌÃ» √‰  ﬂÊ‰ À·«À Õ—Ê› ⁄·Ï «·√ﬁ·";
}
#------------------------------------------------------------------------------------
#
#------------------------------------------------------------------------------------
sub ReplaceAmbChars
{
	my $sText = shift;
	
	my $retText = "";
	my $offset;
	my $curr_char;

	for ($offset =0; $offset < length($sText); $offset ++)
	{
		$curr_char = substr($sText,$offset,1);

		if (ord($curr_char) == 0xC2 or ord($curr_char) == 0xC3 or ord($curr_char) == 0xc5 ) {
			$curr_char = "«";
		}

		if (ord($curr_char) == 0xC9) {
			$curr_char = "Â";
		}

		$retText = $retText . $curr_char;
	}

	return $retText;
}
#------------------------------------------------------------------------------------
#
#------------------------------------------------------------------------------------
sub GetAyaLocation
{
	my $line_number = shift;
	my $sura_num, $aya_total;

	$aya_total = 0;

	for ($sura_num=0; $sura_num< 114; $sura_num ++) 
	{

		if ( ($aya_total + @aya_count[$sura_num]) > $line_number) 
		{
			return ( $sura_num, $line_number - $aya_total );
		}
		
		$aya_total += @aya_count[$sura_num];
	}
}
#------------------------------------------------------------------------------------
#
#------------------------------------------------------------------------------------
sub NumToString
{
	my $number = shift;
	my $digits = shift;
	
	my $ret = "$number";

	while ( length ($ret) < $digits ) {
		$ret = "0" . $ret;
	}

	return $ret;
}
